{"id": 0, "path": "data\\corpus\\news_0062854.txt", "chunk_index": 0, "text": "U.N. fires Central Africa legal adviser who accused peacekeepers of massacre May 31, 2018 / 3:25 PM / Updated 37 minutes ago U.N. fires Central Africa legal adviser who accused peacekeepers of massacre Aaron Ross 4 Min Read\nDAKAR (Reuters) - The U.N. mission in Central African Republic has fired one of its lawyers after he accused Rwandan peacekeepers of massacring 30 civilians in the capital last month and said they could be investigated. FILE PHOTO: A general view shows part of the capital Bangui, Central African Republic, February 16, 2016. REUTERS/Siegfried Modola/File Photo\nJuan Branco signed on with the U.N. mission, known as MINUSCA, on May 15 to advise a new Special Criminal Court charged with investigating war crimes and crimes against humanity. The Franco-Spanish lawyer has previously represented Julian Assange, founder of the WikiLeaks site. The court backed by the United Nations is due to begin formal investigations next week despite questions about how effective it can be when the government does not control vast swaths of the conflict-ravaged country. In a letter dated May 28 and provided by Branco to Reuters on Thursday, MINUSCA’s human resources department told Branco that tweets he wrote after signing his contract violated a prohibition against actions “that may adversely affect the interests of the United Nations”. “The consultant agreed and acknowledged ... that any breach of any of the provisions of the contract shall constitute a breach of an essential term of the contract and gives rise to grounds for terminating the contract,” it said. In one tweet, Branco wrote that Rwandan peacekeepers had “massacred more than 30 civilians and wounded 100 others without any justification”, referring to clashes on April 10 in the capital Bangui’s PK5 neighbourhood. The deaths infuriated local residents, hundreds of whom laid the bodies of at least 16 people in front of the entrance to the MINUSCA base. The United Nations said at the time the people they killed had been armed by criminal gangs. Rwanda’s minister of state in the ministry of foreign affairs, Olivier Nduhungirehe, told Reuters that he was not aware of any such accusations against Rwandan peacekeepers. “It sounds like that person is the kind of (person) who says whatever he wants, (which is) the reason why he is ... getting fired,” he said on Thursday. In an email to a U.N. legal officer contesting his firing, Branco accused MINUSCA of trying to cover up a massacre. He said the firing was motivated by a letter he wrote to the court’s special prosecutor and MINUSCA’s top judicial affairs officer the day before saying it was possible the court would investigate alleged crimes by U.N. peacekeepers. In the email, which Branco also provided to Reuters, he denied that his contract restricted him from publicly expressing his opinions or that his actions ran contrary to the interests of the United Nations."}
{"id": 1, "path": "data\\corpus\\news_0062854.txt", "chunk_index": 1, "text": "legal officer contesting his firing, Branco accused MINUSCA of trying to cover up a massacre. He said the firing was motivated by a letter he wrote to the court’s special prosecutor and MINUSCA’s top judicial affairs officer the day before saying it was possible the court would investigate alleged crimes by U.N. peacekeepers. In the email, which Branco also provided to Reuters, he denied that his contract restricted him from publicly expressing his opinions or that his actions ran contrary to the interests of the United Nations. “Denouncing crimes, without breaking any confidentiality obligations, is a requirement for anyone, and in particular for those in charge of fighting them,” he wrote. A MINUSCA spokesman said in a statement to Reuters that “commenting publicly about responsibility for crimes, even before he had arrived in the country, is behaviour clearly unacceptable for someone contracted to aid in the operationalization of a special court”. MINUSCA has more than 12,000 armed personnel deployed in Central African Republic, where hundreds of civilians have died since 2013 in conflict fought largely along religious lines and scores more have been raped and tortured. Additional reporting by Clement Uwiringiyimana; Editing by Matthew Mpoke Bigg"}
{"id": 2, "path": "data\\corpus\\news_0062855.txt", "chunk_index": 0, "text": "Oil prices dip on unexpected growth in U.S. crude stocks May 31, 2018 / 12:46 AM / Updated 35 minutes ago Oil prices dip on unexpected growth in U.S. crude stocks Reuters Staff 2 Min Read\nSEOUL (Reuters) - Oil prices dropped on Thursday, weighed down by a surprise rise in U.S. crude inventories and by expectations that OPEC and other producers could increase output at a meeting in June. FILE PHOTO: Crude oil storage tanks are seen from above at the Cushing oil hub, in Cushing, Oklahoma, March 24, 2016. REUTERS/Nick Oxford/File Photo\nBrent crude LCOc1 was down 20 cents at $77.30 per barrel at 0041 GMT, after settling the last session up 2.8 percent. U.S. West Texas Intermediate crude CLc1 was down 20 cents at $68.01 a barrel. In the previous session, it settled up $1.48, or 2.2 percent, at $68.21 per barrel. U.S. crude inventories rose by 1 million barrels in the week to May 25 to 434.9 million barrels, according to data from industry group the American Petroleum Institute, although analysts had expected a decrease of 525,000 barrels. [API/S]\nData from the Energy Information Administration is due at 11 a.m. EDT (1500 GMT) on Thursday, a day later than usual due to a public holiday on Monday. A possible production increase by the Organization of Petroleum Exporting Countries (OPEC) and non-OPEC members including Russia has been in focus, especially after Saudi Arabia, de facto leader of the oil cartel, and Russia have discussed boosting output by some 1 million barrels per day. OPEC and some non-OPEC members have committed to curb their output by about 1.8 million barrels per day until the end of 2018, and they will meet in Vienna on June 22 whether or not their commitment should remain unchanged. “With the OPEC meeting still another three weeks away, oil prices are likely to remain sensitive to headlines,” ANZ bank said in a note. A Gulf source familiar with the thinking of Saudi Arabia said OPEC and its allies aim to continue their agreement to cut oil output by the end of this year but are ready to make gradual adjustments to offset any supply shortfall. Reporting by Jane Chung; Editing by Joseph Radford"}
{"id": 3, "path": "data\\corpus\\news_0062856.txt", "chunk_index": 0, "text": "Major averages on pace for best month since January Major averages on pace for best month since January 1 Hour Ago Charlie Bobrinskoy, Ariel Investments; Bill Smead, Smead Capital Management; and CNBC's Mike Santoli discuss the winners and losers in today's markets."}
{"id": 4, "path": "data\\corpus\\news_0062857.txt", "chunk_index": 0, "text": "This fund manager likes small and mid-cap firms in the US This fund manager likes small and mid-cap firms in the US 1 Hour Ago Arun Daniel of J O Hambro Capital Management says earnings for small and mid-cap companies should do well in the second half of the year due to a \"lift\" from U.S. tax cuts and higher capital expenditure of firms."}
{"id": 5, "path": "data\\corpus\\news_0062858.txt", "chunk_index": 0, "text": "UPDATE 1-OPAP first-quarter profit rise, new video lotteries help (Adds detail)\nATHENS, May 30 (Reuters) - Greece-based OPAP on Wednesday posted a 20 percent rise in first-quarter net profit, helped by its new video lottery business and lower taxation. OPAP, Europe’s fifth-biggest betting firm by revenue, said net profit in the January-to-March period stood at 39.9 million euros, up from 33.2 million euros in the same period last year. OPAP, which was sold by the state in 2013, launched a new business for video lottery terminals last year, which is seen as a key growth driver in coming years. It said it operated 11,519 terminals at the end of March and still aimed for a total of about 20,000 machines in place by the end of the year. This and increased sport betting more than offset a weak lottery business, boosting gross gaming revenue, which rose 5 percent to 377.3 million euros. (Reporting by Angeliki Koutantou Editing by Karolina Tagaris/David Evans)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 6, "path": "data\\corpus\\news_0062859.txt", "chunk_index": 0, "text": "Waterline Data Appoints New CEO as Company Enters Period of Hyper-Growth MOUNTAIN VIEW, Calif., May 31, 2018 /PRNewswire/ -- Waterline Data , a global leader in data cataloging solutions and applications, today announced the appointment of Kailash Ambwani as Chief Executive Officer. He succeeds Waterline Data founder Alex Gorelik, who will continue to serve the company as Chief Technical Officer. Previously, Ambwani was the CEO at Actiance, a leading provider of information governance, compliance and archiving software, whose customers include the top 10 U.S., top 9 European, top 5 Canadian, and top 3 Asian banks. \"We are very excited to introduce Kailash as our new CEO,\" said Alex Gorelik, founder and CTO at Waterline Data. \"Kailash has a keen understanding of what Waterline brings to data governance, as a growing number of critical compliance regulations are implemented. As a serial entrepreneur with a long history of successes, Kailash brings a blend of passion and vision that will fit right in here at Waterline as we all look to take the company to the next level.\"\nPrior to joining Waterline, Ambwani pivoted Actiance from an on-premise, perpetual license business serving a niche market, to a subscription SaaS business addressing the $4B archiving and eDiscovery markets. Before Actiance, he co-founded Astound Inc., which was acquired by Genesys Conferencing where he went on to serve as COO and was responsible for all front office operations worldwide including sales, marketing, service and regional P&L. Waterline Data was founded in 2013 with funding from Menlo Ventures and Jackson Square Ventures. Venky Ganesan, a partner at Menlo Ventures, says \"Kailash has been at the forefront of growth in his previous ventures. He is the right person to lead Waterline's accelerated growth.\"\n\"I'm excited to join Waterline Data at a time of tremendous business momentum driven by accelerating market demand and the company's culture of industry-leading innovation,\" says Ambwani. \"No organization can risk losing track of their data assets in today's data-driven business landscape, which makes Waterline an integral partner for any global organization that wants to transform their data assets into a strategic advantage while responsibly managing privacy and security of the data.\"\nAmbwani holds a Masters degree in Theoretical Astrophysics and a Bachelors of Science in Theoretical Physics and Applied Mathematics from McMaster University. About Waterline Data:\nWaterline Data customers spend less time looking for data and more time using it while complying with ever changing data governance mandates such as GDPR. Waterline Data automates data discovery, compliance and the ability to take action on data by using a combination of machine learning, ratings and reviews, and tribal knowledge to deliver the most comprehensive data catalog solutions on the market. The company is funded by Menlo Ventures, Jackson Square Ventures, Partech Ventures, and Infosys, and implemented in large enterprises around the globe. Founded in 2013, the company is headquartered in Mountain View, California. For more, visit www.waterlinedata.com ."}
{"id": 7, "path": "data\\corpus\\news_0062859.txt", "chunk_index": 1, "text": "About Waterline Data:\nWaterline Data customers spend less time looking for data and more time using it while complying with ever changing data governance mandates such as GDPR. Waterline Data automates data discovery, compliance and the ability to take action on data by using a combination of machine learning, ratings and reviews, and tribal knowledge to deliver the most comprehensive data catalog solutions on the market. The company is funded by Menlo Ventures, Jackson Square Ventures, Partech Ventures, and Infosys, and implemented in large enterprises around the globe. Founded in 2013, the company is headquartered in Mountain View, California. For more, visit www.waterlinedata.com . Media Contact:\nZachary Vito, MSR Communications\nZach@msrcommunications.com\n415-989-9023\nView original content: http://www.prnewswire.com/news-releases/waterline-data-appoints-new-ceo-as-company-enters-period-of-hyper-growth-300657178.html\nSOURCE Waterline Data"}
{"id": 8, "path": "data\\corpus\\news_0062860.txt", "chunk_index": 0, "text": "James E. Wagner Cultivation: A Mix of Legacy and Innovative Technology, Going Public Soon -- CFN Media SEATTLE, WA, May 31, 2018 (GLOBE NEWSWIRE) -- CFN Media Group (“CFN Media”), the leading agency and financial media network dedicated to the North American cannabis industry, announces publication of an article covering James E. Wagner Cultivation , a Canadian licensed cannabis producer based in Ontario with plans to go public in the very near future. Canada’s cannabis industry could reach C$22.6 billion over the coming years, according to Deloitte, driven by the legalization of adult-use cannabis later this year. While there are over 100 licensed producers, many analysts believe that there could be a shortfall in production as the country’s domestic market and export opportunities continue to grow, which creates numerous opportunities for investors to profit in the space. James E. Wagner Cultivation is a unique opportunity in the space that is built upon a long family reputation dating back to the 1920s and 1930s in the tobacco industry. Following the original James Wagner’s legacy, the family-owned business became a licensed producer of medical cannabis under Health Canada’s ACMPR program last year. Click here to get a Going Public Alert and see the company’s investor presentation. Rapidly Expanding Operations, Proprietary Aeroponic Grow System\nWhile James E. Wagner Cultivation, or JWC, started as a small family enterprise and maintains that familial feel, the company has much larger ambitions. Since receiving its initial cultivation license in January 2017, the company has grown consistent, high-quality medical cannabis at its 15,000 sq. ft. facility in Kitchener, Ontario using its patent-pending GrowthStorm™ aeroponic growing technology. The GrowthStorm™ system begins with a cloning process that costs as little as ten cents per cutting with high yields and no contaminants. The plantlets are then inserted into a modular hydroponic growth system based on aeroponic techniques developed at NASA where plant roots hang within an enclosure. Fast and efficient machine-assisted hand-trimming systems along with innovative drying systems round out the process to yield sale-ready products. In February 2018, the company entered into a lease agreement for a second 345,000 sq. ft. facility in the same city. The company is actively working on a phased expansion of the second facility, which is expected to significantly increase its production rate. Management expects the second facility to be up and running in Q3 of 2018, and to complete the whole facility in Q3 of 2019. JWC believes that, upon completion, the new facility will be the largest aeroponic operation in the world. In addition to its in-house efforts, the company entered into a strategic partnership with Canopy Growth Corp. and its strategic investment arm, Canopy Rivers Corporation. The partnership provides the company with access to high-quality genetics sourced from around the world, industrial scale cannabis oil infrastructure, and a rigorous quality assurance program, as well as online distribution through CraftGrow and Tweed Main Street."}
{"id": 9, "path": "data\\corpus\\news_0062860.txt", "chunk_index": 1, "text": "JWC believes that, upon completion, the new facility will be the largest aeroponic operation in the world. In addition to its in-house efforts, the company entered into a strategic partnership with Canopy Growth Corp. and its strategic investment arm, Canopy Rivers Corporation. The partnership provides the company with access to high-quality genetics sourced from around the world, industrial scale cannabis oil infrastructure, and a rigorous quality assurance program, as well as online distribution through CraftGrow and Tweed Main Street. Click here to get a Going Public Alert and see the company’s investor presentation. Near-term Plans to Go Public\nJames E. Wagner Cultivation entered into a business combination agreement with AIM1 Ventures Inc. in April 2018, which paves the way for JWC to go public in Canada’s TSX Venture exchange. Under the terms of the deal, JWC will complete an over-subscribed brokered private placement financing for $18.5 million in gross proceeds. Since the industry’s humble beginning, licensed producers have grown to achieve multi-billion dollar valuations. Canopy Growth Corp. is the largest licensed producer with a market capitalization of more than C$7 billion, but there are at least ten companies in the space with market capitalizations of more than C$1 billion. Canada’s legalization of adult-use cannabis later this year could pave the way to even greater valuations over the coming years. Investors interested in the space may want to consider companies that are preparing to go public since they aren’t already valued at lofty multiples. In particular, investors may want to consider a company’s operating history, financial performance, and proprietary technologies when evaluating opportunities. Established companies with barriers to entry often represent better opportunities than development-stage companies with higher execution risk. Looking Ahead\nJames E. Wagner Cultivation represents a compelling investment opportunity in Canada’s burgeoning cannabis industry. With in-house production ramping up next year and agreements in place with Canopy Growth, the company plans to produce upwards of 30,000 kilograms per year in its combined facilities. These products will be sold into Canada’s rapidly growing market as well as in potential export markets around the world. Interested investors are encouraged to keep an eye out as the company plans to go public in the very near future. Click here to get a Going Public Alert and see the company’s investor presentation. Please follow the link to read the full article: http://www.cannabisfn.com/james-e-wagner-cultivation-mix-legacy-innovative-technology-going-public-soon/\nAbout CFN Media\nCFN Media (CannabisFN) is the leading agency and financial media network dedicated to the global cannabis industry, helps companies operating in the space attract investors, capital, and publicity. Since 2013, private and public cannabis companies in the US and Canada have relied on CFN Media to grow and succeed."}
{"id": 10, "path": "data\\corpus\\news_0062860.txt", "chunk_index": 2, "text": "Click here to get a Going Public Alert and see the company’s investor presentation. Please follow the link to read the full article: http://www.cannabisfn.com/james-e-wagner-cultivation-mix-legacy-innovative-technology-going-public-soon/\nAbout CFN Media\nCFN Media (CannabisFN) is the leading agency and financial media network dedicated to the global cannabis industry, helps companies operating in the space attract investors, capital, and publicity. Since 2013, private and public cannabis companies in the US and Canada have relied on CFN Media to grow and succeed. Learn how to become a CFN Media client company, brand or entrepreneur: http://www.cannabisfn.com/featuredcompany\nDownload the CFN Media iOS mobile app to access the world of cannabis from the palm of your hand: https://itunes.apple.com/us/app/cannabisfn/id988009247?ls=1&mt=8\nOr visit our homepage and enter your mobile number under the Apple App Store logo to receive a download link text on your iPhone: http://www.cannabisfn.com\nDisclaimer\nCannabisFN.com is not an independent financial investment advisor or broker-dealer. You should always consult with your own independent legal, tax, and/or investment professionals before making any investment decisions. The information provided on http://www.cannabisfn.com (the ‘Site’) is either original financial news or paid advertisements drafted by our in-house team or provided by an affiliate. CannabisFN.com , a financial news media and marketing firm enters into media buys or service agreements with the companies that are the subject of the articles posted on the Site or other editorials for advertising such companies. We are not an independent news media provider. We make no warranty or representation about the information including its completeness, accuracy, truthfulness or reliability and we disclaim, expressly and implicitly, all warranties of any kind, including whether the Information is complete, accurate, truthful, or reliable. As such, your use of the information is at your own risk. Nor do we undertake any obligation to update the items posted. CannabisFN.com received compensation for producing and presenting high quality and sophisticated content on CannabisFN.com along with financial and corporate news. The above article is sponsored content. Emerging Growth LLC, which owns CannabisFN.com and CFN Media, has been hired to create awareness. Please follow the link below to view our full disclosure outlining our compensation: http://www.cannabisfn.com/legal-disclaimer/\nCFN Media Frank Lane 206-369-7050 flane@cannabisfn.com\nSource: CFN Media"}
{"id": 11, "path": "data\\corpus\\news_0062861.txt", "chunk_index": 0, "text": "GE Pulls Back From Work in Iran General Electric Co. is planning to end sales of oil and gas equipment later this year in Iran, people familiar with the matter said, illustrating how U.S. withdrawal from the nuclear deal is shutting a narrow window of opportunity for some American businesses there. GE had big ambitions in Iran after world powers, including the U.S., agreed to lift many sanctions on Tehran in 2016 in exchange for curbs on Iran’s nuclear program. GE’s foreign subsidiaries were preparing up to $150 million in bids for pipelines, compressors... RELATED VIDEO Will Trump's Iran Bet Pay Off? After President Donald Trump's big gamble to pull the U.S. out of the Iran nuclear deal, the focus now shifts to Tehran, the Iranian people and America's allies. Gerald F. Seib explains the high stakes. Photo: Getty"}
{"id": 12, "path": "data\\corpus\\news_0062862.txt", "chunk_index": 0, "text": "Adidas scores against Nike in World Cup deals Adidas scores against Nike in World Cup deals 3:55pm BST - 01:17\nAdidas can declare itself the winner over arch rival Nike in the upcoming soccer World Cup even before the first match kicks off as it is kitting out the most teams. But, as Rosanna Philipott reports, it's only expecting a limited financial impact. ▲ Hide Transcript ▶ View Transcript\nAdidas can declare itself the winner over arch rival Nike in the upcoming soccer World Cup even before the first match kicks off as it is kitting out the most teams. But, as Rosanna Philipott reports, it's only expecting a limited financial impact. Press CTRL+C (Windows), CMD+C (Mac), or long-press the URL below on your mobile device to copy the code https://reut.rs/2L6De5B"}
{"id": 13, "path": "data\\corpus\\news_0062863.txt", "chunk_index": 0, "text": "Grammer shareholder Cascade says Ningbo offer insufficient, seeks 100 eur/shr FRANKFURT, May 30 (Reuters) - Grammer shareholder Cascade international on Wednesday said it sees fair value of Grammer shares at about 100 euros ($116.14) a share, dismissing a 61.25 euros a share indicative bid from China’s Ningbo Jifeng Auto Parts as insufficient. “We regard the offer as economically insufficient,” Cascade International Investment said in a statement on Wednesday. Grammer has been at the centre of a power struggle between Bosnia’s Hastor family and Ningbo Jifeng, which each hold shares of at least 20 percent in the company. Cascade, a company controlled by the Hastor family, has accused Grammer’s management of market manipulation to help Ningbo Jifeng build a stake. By contrast, Grammer’s management has welcomed Ningbo Jifeng, another supplier of vehicle interior components, as a potential white knight in its conflict with Hastor. Chinese auto supplier Ningbo Jifeng Auto Parts on Tuesday said it is aiming to bid 61.25 euros per share, valuing the group at around 772 million euros ($893 million), including dividends. ($1 = 0.8610 euros) (Reporting by Edward Taylor Editing by Ludwig Burger)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 14, "path": "data\\corpus\\news_0062864.txt", "chunk_index": 0, "text": "Halep rewarded for patience after risky start Halep rewarded for patience after risky start Wednesday, May 30, 2018 - 01:20\nWorld number one Simona Halep overcame a shaky start to advance to the second round in Paris ▲ Hide Transcript ▶ View Transcript\nWorld number one Simona Halep overcame a shaky start to advance to the second round in Paris Press CTRL+C (Windows), CMD+C (Mac), or long-press the URL below on your mobile device to copy the code https://reut.rs/2H8zfmp"}
{"id": 15, "path": "data\\corpus\\news_0062865.txt", "chunk_index": 0, "text": "EBRD publishes guidance for firms disclosing climate impacts May 31, 2018 / 12:00 PM / Updated 15 minutes ago EBRD publishes guidance for firms disclosing climate impacts Nina Chestney 3 Min Read\nLONDON (Reuters) - The European Bank for Reconstruction and Development has published guidance for companies reporting on the physical impact of climate change in their financial results. Concerns in the financial community that assets are being mispriced because climate risk is not being factored into financial reporting has prompted demand for more meaningful and transparent climate-related financial information. A global task force set up by the G20, the Task Force on Climate-Related Disclosures (TFCD), has developed a voluntary framework for companies to disclose the financial impact of climate-related risks and opportunities. Around two thirds of G20 member states have engaged with the framework since its launch last year, a study by the UK-based Cambridge Institute for Sustainability Leadership shows. However, the TFCD framework does not provide much concrete detail on the metrics for reporting climate risks and opportunities in financial disclosures. The European Bank for Reconstruction and Development (EBRD) and the Netherlands-based Global Centre for Excellence on Climate Adaptation (GCECA) therefore conducted an analysis with working groups in the financial and corporate sectors to identify a standard set of metrics. The working groups included representatives from organizations and firms such as the Organization for Economic Co-operation and Development, Allianz, the Bank of England, Barclays, Maersk, Lloyds, Shell, BlackRock and Zurich Asset Management. They came up with 18 recommendations for firms when disclosing climate impacts, which include projecting physical climate effects, such as droughts, heat stress and extreme rainfall, on their assets or financial instruments’ lifetime, over a five to 20-year timeframe. Risks beyond 20 years should also be assessed using scenarios to account for uncertainty in climate policy and impacts of climate change, the guidance said. Another recommendation is for firms to assess the potential changes in their value chains as a result of physical climate impacts and potential market shifts as customer needs change. Companies should also describe their processes for identifying, assessing and managing climate risks, such as risk management processes, insurance coverage, planned facility moves or retrofits, and corporate climate resilience strategy. Last week, a survey by a UK committee of lawmakers showed that seven out of Britain’s 25 largest pension funds have committed to report on climate risks in line with the TFCD framework. Eight are considering to do so, while 10 have no plans to do so. Editing by Mark Potter"}
{"id": 16, "path": "data\\corpus\\news_0062866.txt", "chunk_index": 0, "text": "How Sleep Became The Ultimate Luxury Here’s a disconcerting fact: The developed world’s severe sleep deficiency is officially a public health epidemic, according to the World Health Organization. You may roll your eyes at the gospel of eight hours of shut-eye as a good, restorative night’s sleep, but if you’re like the majority of the world’s population and regularly clock six or fewer hours a night, your health is in jeopardy. Lack of sleep increases the risk of obesity, cancer, Alzheimer’s disease, diabetes, and mood and mental disorders. “Our lack of sleep is a slow form of self-euthanasia,” claims sleep scientist Matthew Walker, director of the Center for Human Sleep Science at the University of California at Berkeley, in his eye-opening book Why We Sleep. That sleep has become an elusive luxury is entirely of our own making. Modern society glorifies busyness, long hours, and early rising as badges of honor. As a result, much of the world population has adjusted to an “underslept” (and thus, underperforming) state of functioning. Savoir Beds mattress is \"tufted\" to prevent the filling from moving. Courtesy of Savoir Beds “If a quarter of our lives is spent lying down on a bed, why aren’t we devoting more time and resources to getting that part right?” That’s the rhetorical question posed by Alistair Hughes, managing director of the U.K.-based luxury mattress firm Savoir Beds. “People often look to pills before they even consider their setup at home,” Hughes adds. Hughes’s company, whose mattresses are made by skilled craftsmen and -women from premium materials like horsetail hair, and retail from $10,500 to $125,000 each, began making beds for the high-profile clientele of the Savoy hotel in London in 1905. (The highly customized beds went on to win over Frank Sinatra, Liza Minnelli, Madonna, and Emma Thompson.)’\nA craftsman fills the mattress with South American horsetail hair. Courtesy of Savoir Beds Hughes’s mattresses may not have integrated sleep trackers or sensors to nudge a client who snores, innovations that online smart-mattress brands like Casper and Purple are working to develop, but he stands by the strength in 100 years of artisanal know-how. Of course one doesn’t have to spend five figures to sleep well, and technological innovation in the area of sleep is red-hot. (With $30 billion spent on over-the-counter and prescription sleep aids every year in the U.S. alone, it’s no wonder.)\nUnveiled at the Consumer Electronics Show in January, Aromarest is designed to both ease users into restful sleep and help them awake feeling refreshed through the use of color, sound, and scent. The app-controlled device, a sort of three-in-one bedside lamp, changes colors (warm tones help stimulate melatonin secretion), emits various sounds (white noise for night, energizing tunes for morning), and diffuses aromatherapy."}
{"id": 17, "path": "data\\corpus\\news_0062866.txt", "chunk_index": 1, "text": "(With $30 billion spent on over-the-counter and prescription sleep aids every year in the U.S. alone, it’s no wonder.)\nUnveiled at the Consumer Electronics Show in January, Aromarest is designed to both ease users into restful sleep and help them awake feeling refreshed through the use of color, sound, and scent. The app-controlled device, a sort of three-in-one bedside lamp, changes colors (warm tones help stimulate melatonin secretion), emits various sounds (white noise for night, energizing tunes for morning), and diffuses aromatherapy. In a similar vein, Dreem, a $500 ergonomic headband, works with electroencephalography sensors to monitor brain waves, heart rate, and breathing during sleep. It also uses bone-conduction technology to play sounds to help its users fall asleep, stay asleep, and wake up, without requiring a Wi-Fi or Bluetooth connection. An app provides a detailed analysis of sleep patterns with personalized recommendations. Then there’s the Lumos Smart Sleep Mask, which uses light-flash technology developed by researchers at Stanford University to regulate a user’s circadian rhythm across time zones and combat jet lag. Still, there are no miracle solutions. Even the best bed and the most innovative wearable can’t replace the self-discipline Walker insists is fundamental on the road to healthful sleep: Get to bed and wake up at the same time of day—no matter what—every day of the year. This article originally appeared in the June 1, 2018 issue of Fortune."}
{"id": 18, "path": "data\\corpus\\news_0062867.txt", "chunk_index": 0, "text": "WeissLaw LLP: Esperion Therapeutics, Inc. is the Subject of a Legal Investigation NEW YORK, May 31, 2018 /PRNewswire/ -- WeissLaw LLP, a national class action, shareholder rights law firm with offices in New York, Los Angeles, and Atlanta, announces an investigation of Esperion Therapeutics, Inc. (the \"Company\" or \"ESPR\") (NASDAQ: ESPR). The investigation focuses on possible breaches of fiduciary duty and violations of federal securities laws. On May 2, prior to the start of the trading day, ESPR issued a press release announcing the results from phase 3 of its cholesterol-lowering medication, bempedoic acid. The Company reported, among other things, a death-rate for patients in the treatment group that is three times that of patients taking the placebo. These results spurred speculations about the viability of the drug and whether ESPR would be able to secure an FDA approval. On that news, ESPR shares nose-dived from $70.50 per share to $46.55 per share. It has since declined to $36.50. WeissLaw is investigating whether ESPR's Board breached its fiduciary duties to the Company by (1) making false or misleading and/or failed to disclose material information relating to its bempedoic acid drug; and (2) as a result, issued materially false and/or misleading public statements. If you own ESPR shares and wish to discuss this investigation or have any questions concerning this notice or your rights or interests, please contact Joshua Rubin of WeissLaw LLP at (888)593-4771 , or by e-mail at stockinfo@weisslawllp.com . WeissLaw LLP has litigated hundreds of stockholder class and derivative actions for violations of corporate and fiduciary duties. We have recovered over a billion dollars for defrauded clients and obtained important corporate governance relief in many of these cases. If you have information or would like legal advice concerning possible corporate wrongdoing (including insider trading, waste of corporate assets, accounting fraud, or materially misleading information), consumer fraud (including false advertising, defective products, or other deceptive business practices), or anti-trust violations, please email us at stockinfo@weisslawllp.com or fill out the form on our website, http://www.weisslawllp.com/esperion-therapeutics-inc/\nView original content: http://www.prnewswire.com/news-releases/weisslaw-llp-esperion-therapeutics-inc-is-the-subject-of-a-legal-investigation-300657495.html\nSOURCE WeissLaw LLP"}
{"id": 19, "path": "data\\corpus\\news_0062868.txt", "chunk_index": 0, "text": "Italy turmoil could hit German growth in 2018: DIHK BERLIN (Reuters) - The German economy could grow more slowly than forecast due to political confusion in Italy - which could turn into an economic disaster - Germany’s Chambers of Industry and Commerce (DIHK) said on Wednesday. Earlier on Wednesday the DIHK lowered its 2018 growth forecast for the German economy to 2.2 percent from its previous estimate of 2.7 percent, citing widespread uncertainty but said this forecast did not take account of developments in Italy. Reporting by Gernot Heller; Writing by Michelle Martin; Editing by Madeline Chambers\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 20, "path": "data\\corpus\\news_0062869.txt", "chunk_index": 0, "text": "Kluber fans 10 as Indians breeze past White Sox Corey Kluber struck out 10 over six scoreless innings and Michael Brantley extended his hitting streak to 19 games, the longest in the majors this season, as the Cleveland Indians routed the visiting Chicago White Sox 9-1 on Wednesday afternoon. Jose Ramirez and Edwin Encarnacion hit back-to-back home runs in the fourth inning as the Indians won their fifth consecutive game. Cleveland swept the three-game series against the White Sox by a combined score of 25-10. Kluber (8-2) improved to 4-0 with a 0.33 ERA over four starts (27 2/3 innings) against American League Central teams this year. He is now 10-4 lifetime against the White Sox in 21 games (20 starts). Kluber did not walk a batter and when he struck out Daniel Palka in the fourth inning, he extended his streak to 100 consecutive batters without issuing a walk. White Sox starter Reynaldo Lopez (1-4) lasted just 2 2/3 innings, giving up seven runs on eight hits. Lopez entered the game 10th in the AL with a 2.93 ERA. Tim Anderson had two doubles for the White Sox, who have lost six of their last seven games and 11 of their last 13 on the road. Yolmer Sanchez prevented the shutout with a leadoff homer in the ninth, his third. The White Sox’s Jose Abreu went hitless in the series. Yonder Alonso had three hits as the Indians took control with a five-run third inning, their second five-run inning in the series against the White Sox and their third in their just-completed seven-game homestand. Brantley went 1-for-3, extending his hitting streak with a first-inning single. He was also hit by a pitch and scored two runs. Brantley is batting .366 (30-82) during his hitting streak with 21 runs scored. The 19-game run is tied for the second-longest hitting streak of his career. He had a 22-game streak in 2012. Ramirez’s home run was his 17th, one off the major league lead, while Encarnacion hit his 13th. It was the fourth time this season the Indians hit back-to-back home runs. —Field Level Media\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 21, "path": "data\\corpus\\news_0062870.txt", "chunk_index": 0, "text": "New Relic CEO: Our partnership with IBM will help us reach new customers New Relic CEO: Our partnership with IBM will help us reach new customers 41 Mins Ago \"Mad Money\" host Jim Cramer talks to New Relic CEO Lew Cirne about the company’s digital platform and its partnerships"}
{"id": 22, "path": "data\\corpus\\news_0062871.txt", "chunk_index": 0, "text": "Spotify CEO speaks out on hate content policy: 'We rolled this out wrong' Spotify CEO speaks out on hate content policy: 'We rolled this out wrong' 1 Hour Ago CNBC's Julia Boorstin provides highlights from the Code Conference in Southern California, including comments from Spotify CEO Daniel Ek on hate speech."}
{"id": 23, "path": "data\\corpus\\news_0062872.txt", "chunk_index": 0, "text": "Prosecutor Drops Charges a Day After Missouri Governor Resigned A St. Louis prosecutor dropped campaign-finance-related charges against embattled Missouri Governor Eric Greitens, a day after he announced his resignation amid a series of scandals. St. Louis Circuit Attorney Kimberly Gardner had charged Mr. Greitens, a Republican, in April with felony computer tampering involving allegedly misusing a charity donor list during his gubernatorial run. The 44-year-old governor agreed to resign if the charges were dropped, according to Ms. Gardner’s office. ... To Read the Full Story Subscribe Sign In"}
{"id": 24, "path": "data\\corpus\\news_0062873.txt", "chunk_index": 0, "text": "U.S. to impose tariffs on EU steel, aluminium - sources U.S. to impose tariffs on EU steel, aluminium - sources 2:11pm BST - 01:40\nWashington will announce plans to impose tariffs on EU steel and aluminum imports as early as Thursday, two sources said, while a magazine reported President Donald Trump was now focused on pushing German cars from the country. Laura Frykberg reports. ▲ Hide Transcript ▶ View Transcript\nWashington will announce plans to impose tariffs on EU steel and aluminum imports as early as Thursday, two sources said, while a magazine reported President Donald Trump was now focused on pushing German cars from the country. Laura Frykberg reports. Press CTRL+C (Windows), CMD+C (Mac), or long-press the URL below on your mobile device to copy the code https://reut.rs/2J0eWO9"}
{"id": 25, "path": "data\\corpus\\news_0062874.txt", "chunk_index": 0, "text": "Turkish envoy to Washington returning to U.S. amid Jerusalem row: Turkish official May 31, 2018 / 9:52 AM / a few seconds ago Turkish envoy to Washington returning to U.S. amid Jerusalem row: Turkish official Reuters Staff 2 Min Read\nANKARA (Reuters) - Turkey’s ambassador to Washington is returning to the United States after being recalled for consultations two weeks ago over a U.S. decision to move its Israeli Embassy to contested Jerusalem, an official in the Turkish foreign ministry said on Thursday. FILE PHOTO: Turkish Ambassador to the United States Serdar Kilic speak to the Conference on U.S.-Turkey Relations in Washington, U.S., May 22, 2017. REUTERS/Joshua Roberts\nSerdar Kilic was recalled to Ankara amid a dispute with Israel and Washington over the killing of dozens of Palestinian protesters by Israeli forces on the Gaza border earlier this month. Turkey has been one of the most vocal critics of Israel’s response to the Gaza protests and of the U.S. Embassy move, also recalling its ambassador from Tel Aviv and calling for an emergency meeting of Islamic nations. Turkish Foreign Minister Mevlut Cavusoglu, who will travel to Washington on June 4, said on Wednesday that Kilic would return to make preparations for the visit. Cavusoglu will meet with U.S. Secretary of State Mike Pompeo during his visit, where the two will discuss a roadmap for northern Syria’s Manbij, which Turkey wants cleansed of the U.S.-backed Syrian Kurdish YPG militia Ankara considers a terrorist organization. Reporting by Tulay Karadeniz and Tuvan Gumrukcu; Editing by David Dolan"}
{"id": 26, "path": "data\\corpus\\news_0062875.txt", "chunk_index": 0, "text": "BRIEF-Dufry Signs New Contracts With Holland America Line, Carnival And Norwegian Cruise Line May 30 (Reuters) - Dufry AG:\n* DUFRY SIGNS NEW CONTRACTS WITH HOLLAND AMERICA LINE, CARNIVAL AND NORWEGIAN CRUISE LINE – FURTHER EXPANDS ITS FOOTPRINT IN THE CRUISE CHANNEL Source text for Eikon: Further company coverage: (Gdynia Newsroom)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 27, "path": "data\\corpus\\news_0062876.txt", "chunk_index": 0, "text": "Signs of confidence return to UK households, firms - surveys May 30, 2018 / 11:06 PM / Updated 5 hours ago Signs of confidence return to UK households, firms - surveys William Schomberg 3 Min Read\nLONDON (Reuters) - British consumers and businesses turned more confident in May, a sign that the economy is recovering from a weak start to 2018, according to surveys published on Thursday. Households felt more upbeat about their personal finances, market research firm GfK said, while two surveys of companies suggested they were coping with uncertainty about Brexit. The Bank of England is watching for signs that a near stagnation of the economy between January and March was only a temporary slowdown, caused by unusually cold weather, before it resumes its plan to raise interest rates gradually. The GfK gauge of consumer confidence matched its highest level in a year, rising to -7 from -9 in April, just above the median forecast of -8 in a Reuters poll of economists. Continued pessimism among consumers about the outlook for the economy, while less deep than in April, weighed on the overall index. “We have been at zero or negative for 29 months now,” GfK’s client strategy director, Joe Staton, said. “When will the strong jobs market and rising real incomes, coupled with ongoing low interest rates and low levels of headline inflation, have an impact?”\nThere are signs that the hit to consumers’ spending power has eased after the double whammy last year of a post-Brexit vote jump in inflation and weak wage growth. But households remained cautious about making big outlays. GfK’s major purchase index slipped by two points in May to 1. “Shoppers are still not showing signs of a willingness to splash-the-cash,” Staton said. Lloyds Bank’s index of business confidence was up by three points at 35 percent in May, its highest level of 2018. The survey also showed the proportion of firms expecting Brexit to help their business rose to its highest level this year at 35 percent while 28 percent expected a negative impact. “Business confidence is rising and firms appear to be brushing off the economic slowdown in the first quarter,” Hann-Ju Ho, Senior Economist, Lloyds Bank Commercial Banking, said. Another survey of small and medium-sized manufacturers showed 53 percent of respondents intended to hire more staff over the next six months, up five percentage points from three months ago and the highest level in over two years. But companies were a bit more reluctant to invest with 48 percent planning to spend on new machinery and premises, according to the survey of almost 300 firms conducted by South West Manufacturing Advisory Service, a consultancy. Shoppers browse aisles in a supermarket in London, Britain April 11, 2017. REUTERS/Neil Hall Additional reporting by Coran Elliott; Editing by Alistair Smout"}
{"id": 28, "path": "data\\corpus\\news_0062877.txt", "chunk_index": 0, "text": "U.S. to slap tariffs soon on steel, aluminum from EU: sources May 30, 2018 / 9:38 PM / Updated 6 minutes ago U.S. hits allies with tariffs as risk of trade war rises Jason Lange , Ingrid Melander 6 Min Read\nWASHINGTON/PARIS (Reuters) - The United States on Thursday said it will impose tariffs on aluminum and steel imports from Canada, Mexico and the European Union, reigniting investor fears of a global trade war as Washington’s allies took steps to retaliate against U.S. goods. The move, announced by U.S. Commerce Secretary Wilbur Ross in a telephone briefing on Thursday, ended months of uncertainty about potential tariff exemptions and suggested a hardening of the Trump administration’s approach to trade negotiations. It also sent a chill through financial markets, with the Dow Jones Industrial Average down about 1 percent and the S&P 500 off around 0.6 percent. Shares of industrial heavyweights Boeing fell 1.5 percent while those of Caterpillar shed 2 percent. A 25 percent tariff on steel imports and 10 percent tariff on aluminum imports will be imposed on the EU, Canada and Mexico starting at midnight (0400 GMT on Friday), Ross told reporters. “We look forward to continued negotiations, both with Canada and Mexico on the one hand, and with the European Commission on the other hand, because there are other issues that we also need to get resolved,” he said. Canada and Mexico, embroiled in talks with the United States to modernize the North American Free Trade Agreement (NAFTA), responded swiftly. Canada, the largest supplier of steel to the United States, will impose retaliatory tariffs covering C$16.6 billion in imports from the United States, including whiskey, orange juice, steel, aluminum and other products, Canadian Foreign Minister Chrystia Freeland said. Ottawa will also challenge the tariffs under NAFTA and World Trade Organization rules, she said. Mexico announced what it described as “equivalent” measures on a wide range of U.S. farm and industrial products. Related Coverage U.S. steel tariffs a concern as G7 finance ministers meet in Canada\nThe measures, which target pork legs, apples, grapes and cheese as well as steel and other products, will be in place until the U.S. government eliminates its tariffs, Mexico’s Economy Ministry said. The S&P 500’s packaged foods and meats industry sub-index fell 2.4 percent, with shares of meat producer Tyson Foods Inc dropping 4 percent. Campbell Soup Co was down 3.2 percent and spice maker McCormick & Co Inc shed 3.6 percent. The Mexican peso dropped about 1 percent and the Canadian dollar shed about 0.6 percent. At its low, the peso was at its weakest against the dollar in nearly 15 months. The European Union has threatened tariffs on Harley Davidson motorcycles and bourbon, measures aimed at the political bases of U.S. Republican legislators."}
{"id": 29, "path": "data\\corpus\\news_0062877.txt", "chunk_index": 1, "text": "The S&P 500’s packaged foods and meats industry sub-index fell 2.4 percent, with shares of meat producer Tyson Foods Inc dropping 4 percent. Campbell Soup Co was down 3.2 percent and spice maker McCormick & Co Inc shed 3.6 percent. The Mexican peso dropped about 1 percent and the Canadian dollar shed about 0.6 percent. At its low, the peso was at its weakest against the dollar in nearly 15 months. The European Union has threatened tariffs on Harley Davidson motorcycles and bourbon, measures aimed at the political bases of U.S. Republican legislators. “This (U.S.) measure brings the danger of a spiral of escalation, which in the end harms everyone,” German government spokesman Steffen Seibert said in a statement, adding that Germany would continue to push for free trade and open markets. EU members have given broad support to a European Commission plan to set duties on 2.8 billion euros ($3.4 billion) of U.S. exports if Washington ends the tariff exemption. EU exports potentially subject to U.S. duties are worth 6.4 billion euros ($7.5 billion). “It’s entirely up to U.S authorities whether they want to enter into a trade conflict with their biggest partner, Europe,” France’s Finance Minister Bruno Le Maire said after meeting with Ross on Thursday. FILE PHOTO: A red-hot steel plate passes through a press at the ArcelorMittal steel plant in Ghent, Belgium, May 22, 2018. REUTERS/Yves Herman/File Photo ‘SIGNIFICANT THREAT’\nU.S. President Donald Trump announced the tariffs in March as part of an effort to protect U.S. industry and workers from what he described as unfair international competition, a key theme of his “America First” agenda. Temporary exemptions were granted to a number of nations and permanent ones to several countries including Australia, Argentina and South Korea. U.S. trading partners had demanded that the exemptions be extended or made permanent. The tariffs are aimed at allowing the U.S. steel and aluminum industries to increase their capacity utilization rates above 80 percent for the first time in years. Although many in the U.S. business community have reacted with alarm, Trump’s actions have won him favor in the domestic steel and aluminum industry. On Thursday, shares of U.S. Steel Corp were up 1.1 percent while those of Nucor Corp gained 0.3 percent. AK Steel fell 2 percent and Steel Dynamics Inc was down 0.9 percent. Shares of Century Aluminum Co jumped 2.9 percent but Alcoa Corp shed 0.9 percent. EYES ON CHINA\nThe U.S. administration also launched a national security investigation last week into car and truck imports, using the same 1962 law it has applied to curb incoming steel and aluminum."}
{"id": 30, "path": "data\\corpus\\news_0062877.txt", "chunk_index": 2, "text": "Steel Corp were up 1.1 percent while those of Nucor Corp gained 0.3 percent. AK Steel fell 2 percent and Steel Dynamics Inc was down 0.9 percent. Shares of Century Aluminum Co jumped 2.9 percent but Alcoa Corp shed 0.9 percent. EYES ON CHINA\nThe U.S. administration also launched a national security investigation last week into car and truck imports, using the same 1962 law it has applied to curb incoming steel and aluminum. “The Trump administration seems to regard overt threats, including tariffs and repudiation of previous agreements, as a key element for gaining leverage in trade negotiations,” said Eswar Prasad, a former head of the International Monetary Fund’s China division and now a professor at Cornell University. Prasad, however, warned that the United States was doing so at the cost of alienating key allies and undercutting broad international pressure on China to change its trade and economic practices. Slideshow (9 Images)\nRoss himself heads to Beijing on Friday where he will attempt to get firm deals to export more U.S. goods in a bid to cut America’s $375 billion trade deficit with China. The Trump administration has demanded that Beijing make concessions and threatened to punish it for allegedly stealing U.S. technology by imposing tariffs on $50 billion of imports from China. ($1 = 0.8575 euros) Reporting by Eric Walsh, David Shepardson and David Chance in Washington, Ingrid Melander in Paris, Madeline Chambers in Berlin, Philip Blenkinsop in Brussels and Allison Martell in Toronto; Writing by Paul Simao; Editing by Robin Pomeroy and Susan Thomas"}
{"id": 31, "path": "data\\corpus\\news_0062878.txt", "chunk_index": 0, "text": "Got milk? Dairy farmers getting squeezed out of changing market Got milk? Dairy farmers getting squeezed out of changing market 4 Hours Ago CNBC's Contessa Brewer reports dairy farmers across eight states are now struggling as big retailers like Walmart, Dean Foods and Kroger get into the milk business."}
{"id": 32, "path": "data\\corpus\\news_0062879.txt", "chunk_index": 0, "text": "Amazon holds annual shareholder meeting Amazon holds annual shareholder meeting 1 Hour Ago Kevin Landis, Firsthand Capital Management, discusses Amazon's annual shareholder meeting and what the takeaway is for investors. With CNBC's Mike Santoli."}
{"id": 33, "path": "data\\corpus\\news_0062880.txt", "chunk_index": 0, "text": "Russia's Lavrov meets North Korea's Kim in Pyongyang: Russian agencies Russia's Lavrov meets North Korea's Kim in Pyongyang: Russian agencies Reuters 6 hrs ago © REUTERS/Grigory Dukor/File Photo FILE PHOTO: Russian Foreign Minister Lavrov stands on the balcony before a meeting of President Putin with French President Macron in St. Petersburg Russian Foreign Minister Sergei Lavrov met North Korean leader Kim Jong Un during a visit to Pyongyang on Thursday, Russian news agencies reported citing a delegation source. Lavrov traveled to North Korea on Thursday and was due to hold talks with counterpart Ri Yong Ho about the situation on the Korean peninsula. Lavrov's trip is taking place ahead of a possible summit between U.S. President Donald Trump and the North Korean leader next month. (Reporting by Polina Ivanova; Writing by Tom Balmforth; Editing by Toby Chopra)"}
{"id": 34, "path": "data\\corpus\\news_0062881.txt", "chunk_index": 0, "text": "I'm steering clear of European banks: Pro I'm steering clear of European banks: Pro 1 Hour Ago Steven Wieting, Citi Private Bank; Charlie Bobrinskoy, Ariel Investments; Bill Smead, Smead Capital Management; and CNBC's Mike Santoli discuss the winners and losers in today's markets."}
{"id": 35, "path": "data\\corpus\\news_0062882.txt", "chunk_index": 0, "text": "Thai police reveal tons of illegal \"e-waste\" Thai police reveal tons of illegal 'e-waste' 7:04am EDT - 01:48\nThailand is a new dumping ground for scrap electronics from around the world, say police and environmentalists, the latest country to feel the impact of a Chinese government crackdown on imports of high-tech trash. Thailand is a new dumping ground for scrap electronics from around the world, say police and environmentalists, the latest country to feel the impact of a Chinese government crackdown on imports of high-tech trash. //reut.rs/2H6RA3t"}
{"id": 36, "path": "data\\corpus\\news_0062883.txt", "chunk_index": 0, "text": "UK house price growth weaker than expected - Nationwide May 31, 2018 / 6:13 AM / Updated 32 minutes ago UK house price growth weaker than expected - Nationwide Reuters house prices rose more weakly than expected in May, figures from mortgage lender Nationwide showed on Thursday, the latest sign of how the country’s housing market has slowed since the 2016 Brexit vote. House prices were up by 2.4 percent in the year to May, down from a rise of 2.6 percent in April. It was a smaller increase than the median forecast of a 3.0 percent rise in a Reuters poll of economists. Prices fell by 0.2 percent from April, the third time this year that they have declined on a monthly basis, the figures from Nationwide showed. (Writing by William Schomberg; Editing by Mark Potter)"}
{"id": 37, "path": "data\\corpus\\news_0062884.txt", "chunk_index": 0, "text": "Brazil sets May 30 deadline for improved Enel, Iberdrola bids for Eletropaulo MILAN, May 30 (Reuters) - Italian utility Enel and its Spanish peer Iberdrola have until the end of Wednesday to present improved bids for Eletropaulo, the Brazilian power grid operator said, citing the country’s market regulator. Eletropaulo Metropolitana Eletricidade de Sao Paulo SA said it had received a letter from Brazilian market watchdog CVM on Tuesday setting the May 30 deadline for best bids and confirming June 4 as auction date. Brazil’s biggest power distributor became one of the world’s most prized power assets last month when Enel and Iberdrola locked horns in a country both see as key to expansion. But a row over the procedural terms of the bid has delayed the process. Enel offered 32.20 Brazilian reais a share in April, valuing Eletropaulo at 5.39 billion reais ($1.5 billion). The offer was above an Iberdrola bid of 32.10 a share which it made through its Brazilian subsidiary Neoenergia. A source close to the matter said bids on Wednesday were due in by 7 p.m. (2300 GMT) and would be opened after. The auction on June 4 was effectively the settlement date after Eletropaulo investors had decided what to do with their shares in the light of the bids, the source said. The Enel bid is dependent on 50 percent of Eletropaulo shareholders plus one accepting the offer. On Tuesday the board of Eletropaulo recommended its shareholders accept Enel’s bid because it was higher but added it was open to modifying its opinion if bids changed. ($1 = 3.7256 reais) (Reporting by Stephen Jewkes Editing by David Holmes)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 38, "path": "data\\corpus\\news_0062885.txt", "chunk_index": 0, "text": "Explainer: What is China's A-share MSCI inclusion on June 1? SHANGHAI (Reuters) - Global market research and index company MSCI Inc will add roughly 230 China-listed shares to its emerging market benchmark in a two-step process starting on June 1, a move expected to drive a surge of foreign money into the country’s stock markets. An investor checks stock information on a mobile phone at a brokerage house in Shanghai, China, March 7, 2016. REUTERS/Aly Song/Files MSCI’s decision a year ago to include yuan-denominated Chinese stocks, or “A-shares”, into its emerging market (EM) index triggered a rally in Chinese blue-chips in 2017, though the market has corrected this year amid rising borrowing costs and fears of a Sino-U.S. trade war. Foreign buying of Chinese stocks was tepid on Thursday on the last trading day before their inclusion. WHAT, EXACTLY, IS THE MSCI INCLUSION? The U.S.-based creator of widely-watched stock indices, is adding A-shares to its benchmark Emerging Markets and All Country World Index indices. The firms are predominantly blue chips such as SAIC Motor Corp and liquor maker Kweichow Moutai Co Ltd. Late on Wednesday, MSCI tweaked the MSCI China A Inclusion Index, dropping telecom equipment and smartphone maker ZTE Corp, and four other companies, whose shares have been suspended. WHY IS THIS IMPORTANT? MSCI’s EM index is tracked by funds with assets under management in excess of $1.9 trillion. That means when Chinese shares are added to the index, money that follows the benchmark will have to buy Chinese stocks to avoid deviation. Some analysts estimate about $20 billion will initially flow into Chinese stocks, rising to $300 billion if there is full inclusion, as many expect. Some investors, however, predict much smaller inflows in the short term. The A-shares included initially will have an aggregate weight of 0.39 percent in the MSCI Emerging Markets Index at a 2.5 percent partial inclusion factor. The second phase of entry will occur in September. Further inclusion could include a higher weighting and mid-cap shares. A full inclusion would see A-shares account for about 18 percent of the MSCI EM index. WHY DIDN’T IT HAPPEN SOONER? In 2013, MSCI put A-shares on a review list but did not include them in indexes, citing issues including capital mobility restrictions and uncertainties around taxes. Finally, in June 2017, MSCI announced the partial inclusion this year following a fourth consultation with global investors, recognising China’s efforts to reform its capital markets. HOW CAN FOREIGNERS BUY CHINESE SHARES? Since China’s markets are not fully open to foreigners, the main channel for MSCI-related share purchases will be the Shanghai and Shenzhen “stock connect” links with Hong Kong. These two-way investment schemes allow investors to buy Chinese shares through the former British colony, and vice versa."}
{"id": 39, "path": "data\\corpus\\news_0062885.txt", "chunk_index": 1, "text": "Finally, in June 2017, MSCI announced the partial inclusion this year following a fourth consultation with global investors, recognising China’s efforts to reform its capital markets. HOW CAN FOREIGNERS BUY CHINESE SHARES? Since China’s markets are not fully open to foreigners, the main channel for MSCI-related share purchases will be the Shanghai and Shenzhen “stock connect” links with Hong Kong. These two-way investment schemes allow investors to buy Chinese shares through the former British colony, and vice versa. The daily quota for “northbound” purchases of shares in each channel was quadrupled to 52 billion yuan on May 1. Foreign investors can also access Chinese shares through QFII, the Qualified Foreign Institutional Investor scheme, within limits. The State Administration of Foreign Exchange has granted $99.5 billion worth of quotas for QFII investment. Another scheme, RMB QFII, allows the use of offshore yuan to invest in Chinese shares. Foreign investment in Chinese shares has been on the rise, but remains relatively small. The “northbound” quota through the connect schemes has rarely been maxed out. Foreign investors have cited a litany of concerns, from unfamiliarity with Chinese companies to worries about corporate governance. Some funds tracking the MSCI A-share inclusion index have seen heavy inflows since announcement of the China entry. DO ANALYSTS EXPECT FURTHER INCLUSION? Yes. MSCI says further inclusion will be subject to China’s moves to deregulate its markets, including granting foreigners more accessibility, making continued progress on trading suspensions, and further loosening restrictions on the creation of index-linked investment vehicles. Reporting by John Ruwitch and Samuel Shen; Editing by Kim Coghill & Shri Navaratnam"}
{"id": 40, "path": "data\\corpus\\news_0062887.txt", "chunk_index": 0, "text": "State Department tightens Chinese visa policies State Department tightens Chinese visa policies 49 Mins Ago CNBC's Eamon Javers reports on the biggest headlines out of Washington, including a New York Times report that President Trump asked Attorney General Jeff Sessions to reverse his recusal of Russian probe."}
{"id": 41, "path": "data\\corpus\\news_0062888.txt", "chunk_index": 0, "text": "Tullow hires Wood to design Kenyan oil pipeline LONDON (Reuters) - Tullow Oil hired Wood to design a pipeline needed to bring crude from Kenya’s Lokichar onshore fields to Lamu on the Indian Ocean coast, Wood said on Wednesday. Kenya, which currently exports no crude, discovered commercial oil reserves in its Lokichar basin in 2012 and the 800-km (500-mile) pipeline is expected to be built before production is due to start in 2021/22. Tullow operates the Kenyan fields, while the other investors are Canada’s Africa Oil and France’s Total. Kenya’s government is expected to take a stake through state-owned National Oil. A government official told Reuters last month that Wood was picked to design the pipeline. Tullow has said the Amosing and Ngamia fields in the basin have estimated contingent resources of about 560 million barrels, with plateau production potentially reaching 100,000 barrels per day. The cost of the pipeline is estimated at $1.1 billion, with a further $2.9 billion needed for upstream operations, Tullow says. A final investment decision on the upstream and pipeline plans is expected in 2019. Tullow picked Australia’s Worley Parsons as engineers for its oil blocks, a government official said. Kenya moved a closer to full production at the blocs this month when the local government and the national government agreed on revenue sharing. The agreement on revenue sharing will pave the way for the passage of a much delayed law on petroleum production, allowing Tullow to start shipping oil, which has been held in storage tanks for a year as it waited for the law. Reporting By Shadia Nasralla; Additional reporting by Duncan Miriri in Nairobi; Editing by Edmund Blair"}
{"id": 42, "path": "data\\corpus\\news_0062898.txt", "chunk_index": 0, "text": "New York launches drills to thwart election hacking NEW YORK (Reuters) - Federal and New York state officials say they will hold drills in the weeks leading up to primary elections for the U.S. House and Senate to prevent hacking and other cyber threats to voting systems, officials said on Wednesday. The exercises, which will begin in Albany on Thursday, come amid heightened scrutiny of the nation’s voting systems following Russian hacking in the 2016 U.S. presidential election. “The people of New York deserve an open, transparent election process they can trust, and these exercises are an integral part of restoring voter confidence and the integrity of our election infrastructure,” Governor Andrew Cuomo said in a statement. Russian hackers probed systems in 21 states during the presidential race, but only a small number of networks were compromised, the Department of Homeland Security (DHS) said last year. There is no evidence any vote was altered. New York elections officials have said the state was not among those with compromised systems. The U.S. Department of Homeland Security and New York’s State Board of Elections will host the cyber security meetings in six New York regions through June 18, about a week ahead of the state’s federal primary elections. Other New York officials, as well as local government workers and state police, will attend the closed-door meetings. The exercises involve simulations of potential voting system attacks, including so-called ransomware computer infections and social media manipulation - in which false information aimed at skewing elections is posted online. New York will be the first in the nation to hold such meetings, Cuomo’s office said. The state’s cyber security drills are among the early phases a multi-pronged elections security program approved on May 3. The broader plan will rely on $5 million in state funds and up to roughly $19.5 million in federal grants made available in response to Russian election interference. Information collected in the exercises will be used to help identify and respond to vulnerabilities and risks surrounding the state’s voting systems, Cuomo’s statement said. Reporting by Laila Kearney; Editing by Daniel Bases and Lisa Shumaker\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 43, "path": "data\\corpus\\news_0062899.txt", "chunk_index": 0, "text": "Singapore's bank lending rises 0.8 pct in April from month earlier SINGAPORE, May 31 (Reuters) - Singapore’s total bank lending rose 0.8 percent in April from a month earlier as loans to businesses increased, central bank data showed on Thursday. Loans and advances by domestic banking units in the city-state amounted to S$667.1 billion last month, up from S$661.6 billion in March. Bank lending in April rose 5.7 percent from a year earlier. Loans and advances in Asian currency units (ACU) fell to S$618.8 billion in April from S$613.5 billion in March. The ACU refers to transactions in currencies other than the Singapore dollar. (Reporting by Fathin Ungku; Editing by Sunil Nair)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 44, "path": "data\\corpus\\news_0062900.txt", "chunk_index": 0, "text": "US STOCKS-Wall St slips as U.S. tariffs spark trade war worries May 31, 2018 / 7:53 PM / in 16 minutes US STOCKS-Wall St slips as U.S. tariffs spark trade war worries Reuters Staff\n* Industrials, foods lag as Mexico hits back on U.S. tariffs\n* Dollar Tree, Dollar General slump after results\n* GM surges after SoftBank invests in self-driving unit\n* Dow off 0.9 pct, S&P down 0.6 pct, Nasdaq down 0.2 pct (Updates to late afternoon, changes byline, adds NEW YORK to dateline)\nBy April Joyner\nNEW YORK, May 31 (Reuters) - U.S. stocks fell on Thursday after the United States moved to impose tariffs on metal imports from Canada, Mexico and the European Union, prompting retaliatory measures from some of its trading partners. U.S. Commerce Secretary Wilbur Ross said a 25 percent tariff on steel imports and a 10 percent levy on aluminum imports from its allies would go into effect on Friday. Mexico responded by imposing measures on U.S. farm and industrial products, targeting pork legs, apples, grapes and cheeses, as well as steel. Canada said it would impose retaliatory tariffs on $12.8 billion worth of U.S. exports and challenge the steel and aluminum tariffs under the North American Free Trade Agreement and the World Trade Organization. The S&P 500 Packaged Foods and Meats index dipped 1.8 percent, with all its 11 components in the red. Kraft Heinz Co and Mondelez International Inc were the biggest drags on the index. Friction between the United States and its trading partners has roiled financial markets since March, when U.S. President Donald Trump decided to impose the metal tariffs. Trade issues overshadowed economic data showing accelerated growth in U.S. consumer spending. “The tariffs threw cold water over what might have been an OK day,” said Aaron Clark, portfolio manager at GW&K Investment Management in Boston. “As negotiation is done publicly, the news will whip around the market a bit, but in the end, it will probably work out.”\nThe Dow Jones Industrial Average fell 232.88 points, or 0.94 percent, to 24,434.9, the S&P 500 lost 16.19 points, or 0.59 percent, to 2,707.82 and the Nasdaq Composite dropped 14.55 points, or 0.19 percent, to 7,447.91. The S&P Composite 1500 Steel index gave up earlier gains after Mexico’s retaliation, though several of its constituents, including Nucor Corp and United States Steel Corp, were still in positive territory. The steel index was last down 0.1 percent. Shares of industrial giants Boeing Co and Caterpillar Inc slipped 1.5 percent and 2.1 percent, respectively. Adding to the trade worries was a report that the United States aimed to target German carmakers, having launched a probe last week into car and truck imports."}
{"id": 45, "path": "data\\corpus\\news_0062900.txt", "chunk_index": 1, "text": "The S&P Composite 1500 Steel index gave up earlier gains after Mexico’s retaliation, though several of its constituents, including Nucor Corp and United States Steel Corp, were still in positive territory. The steel index was last down 0.1 percent. Shares of industrial giants Boeing Co and Caterpillar Inc slipped 1.5 percent and 2.1 percent, respectively. Adding to the trade worries was a report that the United States aimed to target German carmakers, having launched a probe last week into car and truck imports. The day’s biggest percentage gainer among the S&P 500’s major sectors was the technology index, which rose 0.1 percent, helped by a 2.7 percent gain in shares of Alphabet Inc and a 1.9 percent rise in Facebook. General Motors Co shares led the S&P 500 in percentage gains, rising 12.6 percent after Japan’s SoftBank Group Corp said it would invest $2.25 billion in GM’s autonomous vehicle unit. Dollar General Corp shares declined 9.5 percent and Dollar Tree Inc shares dropped 14.8 percent after both discount retailers missed Wall Street estimates for their quarterly same-store sales. Declining issues outnumbered advancing ones on the NYSE by a 1.88-to-1 ratio; on Nasdaq, a 1.42-to-1 ratio favored decliners. The S&P 500 posted 19 new 52-week highs and 10 new lows; the Nasdaq Composite recorded 138 new highs and 45 new lows. (Additional reporting by Medha Singh in Bangalore; Editing by Arun Koyyur and Rosalba O’Brien)"}
{"id": 46, "path": "data\\corpus\\news_0062901.txt", "chunk_index": 0, "text": "India's 2017/18 fiscal deficit at 3.5 percent of GDP May 31, 2018 / 1:36 PM / Updated 7 hours ago India's 2017/18 fiscal deficit at 3.5 percent of GDP Reuters Staff 1 Min Read\nNEW DELHI (Reuters) - India’s fiscal deficit in the year ended March 2018 came in at 3.53 percent of gross domestic product, in line with the revised estimates, government data showed on Thursday. An rupee note is seen in this illustration photo June 1, 2017. REUTERS/Thomas White/Illustration\nIndia revised its fiscal deficit target in February to 3.5 percent of GDP from 3.2 percent of GDP for the 2017/18 fiscal year. For the current fiscal year, the government estimates to trim the deficit to 3.3 percent of GDP. The shortfall for the 2017/18 fiscal year was 5.9 trillion rupees ($87.53 billion), the data showed. New Delhi got 12.4 trillion rupees in net tax receipts during the fiscal year. ($1 = 67.4050 Indian rupees)"}
{"id": 47, "path": "data\\corpus\\news_0062902.txt", "chunk_index": 0, "text": "U.S. hits E.U., Canada and Mexico with steel, aluminium tariffs May 31, 2018 / 1:58 PM / Updated 8 minutes ago U.S. hits EU, Canada and Mexico with steel, aluminium tariffs Reuters Staff 1 Min Read\nWASHINGTON (Reuters) - The United States on Thursday said it was moving ahead with tariffs on aluminium and steel imports from Canada, Mexico and the European Union, ending a two-month exemption and potentially setting the stage for a trade war with some of America’s top allies. FILE PHOTO: An operator uses a hoist to lift a coil of aluminium at the Neuf-Brisach Constellium aluminium products company's production unit in Biesheim, Eastern France, April 9, 2018. REUTERS/Vincent Kessler\nU.S Commerce Secretary Wilbur Ross told reporters on a telephone briefing that a 25 percent tariff on steel imports and a 10 percent tariff on aluminium imports from the EU, Canada and Mexico would go into effect at midnight (0400 GMT on Friday). “We look forward to continued negotiations, both with Canada and Mexico on the one hand, and with the European Commission on the other hand, because there are other issues that we also need to get resolved,” he said. Ross offered little detail about what the EU, Canada and Mexico could do to have the tariffs lifted. Reporting by Jason Lange, Susan Heavey and Makini Brice; Editing by Tim Ahmann"}
{"id": 48, "path": "data\\corpus\\news_0062903.txt", "chunk_index": 0, "text": "British Expert on the Royal Family Is Actually Tommy From Upstate New York When Britain’s Prince Harry and American actress Meghan Marklewalked down the aisle May 19, royal-wedding fans watched on television around the world. On the TV screen to enlighten many of them was a commentator named Thomas J. Mace-Archer-Mills, Esq. He has built a media persona over recent years as one of Britain’s authorities on the royalty, and he appeared in dozens of interviews leading up to the wedding to explain and defend the monarchy. ..."}
{"id": 49, "path": "data\\corpus\\news_0062904.txt", "chunk_index": 0, "text": "UPDATE 2-SoftBank investment in GM Cruise could speed self-driving cars (Recasts throughout, with more detail and comments from executives)\nMay 31 (Reuters) - In a landmark deal that could accelerate wide-scale deployment of self-driving cars, General Motors Co said on Thursday that Japan's SoftBank Group Corp will invest $2.25 billion in GM Cruise Holdings LLC, the carmaker's autonomous vehicle unit. GM shares jumped more than 10 percent in pre-market trade. It is one of the largest investments to date in self-driving cars. In a media briefing early Thursday at GM headquarters in Detroit, President Dan Ammann said the investment by SoftBank's $100-billion Vision Fund will enable GM to deploy self-driving vehicles \"at massive scale.\"\nChief Executive Officer Mary Barra said the company is still \"on track\" to begin deploying its Cruise AVs in commercial ride sharing fleets in 2019. GM will also invest $1.1 billion in the unit after the deal closes, the company said. SoftBank Vision Fund will own a 19.6 percent stake in GM Cruise once the transaction is completed. The partners agreed not to cash out their investments in Cruise for at least seven years, said Michael Ronen, managing partner of SoftBank Investment Advisers. Barra sidestepped a question about whether GM intends to spin off GM Cruise Holdings as a separate entity, saying GM would \"do what's best for shareholders.\"\nRonen soft-pedaled a related question about whether SoftBank intends to consolidate its massive investments in some of the world's largest ride services companies, including Uber, Didi, Ola and Grab, saying such a decision would be up to each company. GM holds a sizable stake in Uber rival Lyft. The SoftBank investment comes at a time when rivals Tesla Inc, Alphabet Inc's Waymo unit and Uber Technologies Inc are stepping up efforts to gain the first-mover advantage in the autonomous vehicle market. GM Cruise Holdings was set up recently and its assets include Cruise Automation, which heads up GM's self-driving vehicle development and is based in San Francisco, and Strobe, a small self-driving sensor developer that Cruise acquired last year. The No. 1 U.S. automaker - which views electric and autonomous vehicles as the keystones of future transport - has focused on rolling out self-driving cars since its estimated $1 billion acquisition of Cruise Automation in early 2016. (Reporting by Sanjana Shivdas in Bengaluru and Paul Lienert in Detroit; Editing by Sriraj Kalluvila and Nick Zieminski)"}
{"id": 50, "path": "data\\corpus\\news_0062905.txt", "chunk_index": 0, "text": "Italian election won't be referendum on euro - Germany's Scholz May 31, 2018 / 9:36 AM / Updated 26 minutes ago Italian election won't be referendum on euro - Germany's Scholz Reuters Staff 1 Min Read\nBERLIN (Reuters) - German Finance Minister Olaf Scholz said in a Reuters interview published on Thursday that he does not expect the next election in Italy to become a referendum on its euro zone membership. German Finance Minister Olaf Scholz poses for a portrait before a Reuters interview in Berlin, Germany, May 30, 2018. REUTERS/Axel Schmidt\nAnti-European remarks by leading Italian politicians and almost three months of political turmoil in the euro zone’s third-largest economy have spooked financial markets. Asked if he was concerned that a fresh election in Italy could turn into a referendum about its euro zone membership, Scholz said: “No, I’m not worried that this will happen.”\nScholz said Italy was a founding member of the EU and a majority of Italians were pro-European. He added the euro zone should accelerate its efforts to strengthen the single currency bloc despite the political situation in Italy. Reporting by Michael Nienaber and Gernot Heller; Editing by Madeline Chambers"}
{"id": 51, "path": "data\\corpus\\news_0062906.txt", "chunk_index": 0, "text": "Matt Le Blanc to step down as BBC 'Top Gear' host May 31, 2018 / 5:30 PM / Updated 2 hours ago Matt Le Blanc to step down as BBC 'Top Gear' host Reuters Staff 2 Min Read\nLONDON (Reuters) - Matt LeBlanc, former star of 1990s U.S. hit comedy “Friends”, said on Thursday he will step down as co-host of the BBC motoring programme “Top Gear” after the next series. Actor Matt LeBlanc takes part in a panel discussion for the show \"Episodes\" at the CBS and Showtime portion of the 2011 Winter Press Tour for the Television Critics Association in Pasadena, California, January 14, 2011. REUTERS/Gus Ruelas\nThe American actor, who achieved global fame as Joey Tribbiani in the NBC sitcom, was the first non-British host of the show when he started in 2016. The BBC said Le Blanc, 50, was finding the travel demands of the show too taxing. “The time commitment and extensive travel ... takes me away from my family and friends more than I’m comfortable with,” LeBlanc said in a statement. “It’s unfortunate, but for these reasons I will not be continuing my involvement with the show. I will forever be a Top Gear fan and I wish the team continued success. Thanks for a great drive.”\nTop Gear, one of the BBC’s most successful and profitable shows, was taken off air in 2015 after its then star Jeremy Clarkson physically attacked a member of production staff. Clarkson and his co-stars Richard Hammond and James May now present a car show for Amazon, “The Grand Tour.” Reporting by Stephen Addison; editing by Costas Pitas"}
{"id": 52, "path": "data\\corpus\\news_0062907.txt", "chunk_index": 0, "text": "U.S., North Korea meet in New York for second day U.S., North Korea meet in New York for second day 5:07pm IST - 02:09\nA top North Korean official and U.S. Secretary of State, Mike Pompeo, meet for a second day in New York City amid a flurry of diplomatic activity ahead of a potential summit between U.S. President Donald Trump and Kim Jong Un. Reuters Josh Smith reports. A top North Korean official and U.S. Secretary of State, Mike Pompeo, meet for a second day in New York City amid a flurry of diplomatic activity ahead of a potential summit between U.S. President Donald Trump and Kim Jong Un. Reuters Josh Smith reports. //reut.rs/2L9dyFj"}
{"id": 53, "path": "data\\corpus\\news_0062908.txt", "chunk_index": 0, "text": "Uber CEO Wants Waymo’s Self-Driving Cars to Pick You Up Uber CEO Dara Khosrowshahi hopes Alphabet’s Waymo will join his company’s car network. Speaking at the Code Conference on Wednesday, Khosrowshahi said that Uber is “having discussions with Waymo” about the possibility of using its self-driving car technology for his own company’s ridesharing service. The feature would ostensibly mean autonomous vehicles—instead of cars with drivers in them—would be picking you up and driving you to your desired destinations. Recode earlier reported on his comments. “Owning or being a part of the largest rideshare network on a global basis will enable you to get the highest utilization out of your autonomous cars,” Khosrowshahi said about his discussions with Waymo. Alphabet’s Waymo has been working for years on self-driving car technology and is believed to be one of the leaders in that space. Uber is also working on self-driving cars, along with Apple , General Motors , and countless others. Get Data Sheet , Fortune’s technology newsletter\nKhosrowshahi’s comments were a bit of a surprise, considering Uber and Alphabet only recently put aside a legal tussle over whether Uber intentionally stole Waymo’s self-driving car secrets. The companies settled earlier this year . In his interview at the Code Conference, Khosrowshahi argued that there’s a fundamental business necessity for his company and Waymo to work together. He said that autonomous vehicles will be shared among several people in the future in order to increase their utilization. He said that it’s “fundamental to the technology.” Bringing Waymo vehicles to Uber’s network, then, makes sense. Whether the companies will actually ink a deal is unknown. But they have time: Self-driving cars aren’t expected to be ubiquitous for years."}
{"id": 54, "path": "data\\corpus\\news_0062909.txt", "chunk_index": 0, "text": "SEC files insider trading charges against Goldman VP SEC files insider trading charges against Goldman VP 2 Hours Ago Sue Herera reports on the latest information regarding a 7-count charge filed against Goldman Sachs involving Woojae \"Steve\" Jung and an unnamed co-conspirator for misappropriating confidential information."}
{"id": 55, "path": "data\\corpus\\news_0062910.txt", "chunk_index": 0, "text": "Attack in Saudi city of Taif kills at least one - local media RIYADH (Reuters) - Two assailants stabbed to death a traffic policeman in the western Saudi Arabian city of Taif and then exchanged gunfire with security forces at a nearby National Guard facility, a local newspaper reported on Thursday. The attackers stole the policeman’s vehicle and service weapon before entering the military site, according to online news site Sabq, which is seen as close to the authorities. One attacker was wounded and detained while the other one fled, the report said. Sabq reported additional injuries among the security forces without providing details. The Interior Ministry did not immediately respond to requests for comment. Taif is perched in the mountains just east of Mecca, the holiest site in Islam. Reporting by Stephen Kalin; Editing by Leslie Adler"}
{"id": 56, "path": "data\\corpus\\news_0062911.txt", "chunk_index": 0, "text": "In China, industry push-back stubs out anti-smoking gains May 31, 2018 / 5:51 AM / Updated 11 hours ago In China, industry push-back stubs out anti-smoking gains Christian Shepherd 6 Min Read\nBEIJING (Reuters) - Earlier this year, the city of Hangzhou, home to the internet giant Alibaba, was poised to join Beijing, Shanghai and a handful of other urban areas in banning smoking in public places, part of a long-running campaign against tobacco use in China. A man smokes a cigarette while looking at his mobile phone in front of a propaganda banner in Kunming, Yunnan province, China May 30, 2018. REUTERS/Wong Campion\nBut, like the country’s broader anti-smoking campaign, the Hangzhou initiative then lost momentum. Instead of blanket bans on smoking in public indoor spaces, the city revised its regulations to allow smoking in designated areas in train or bus stations, as well as in bars or karaoke clubs. Opposition to the tougher rules, according to a top national tobacco control official, was led by China National Tobacco Corp, the state monopoly. The company has reported rising sales over the last year, which anti-tobacco campaigners say has helped to stall earlier successes in the national anti-smoking campaign. The official declined to be named, citing a lack of approval to speak to the media. “When it comes to the tobacco industry’s obstruction and interference in implementing specific tobacco control articles, China has a serious problem,” Yang Gonghuan, the former head of tobacco control at the Chinese Center for Disease Control and Prevention, said during a recent launch event for her book, “Tobacco Control in China.”\nIn the book, Yang details what she characterises as China Tobacco’s efforts to thwart control measures by interfering with policy-making, spreading “false science” about the safety of low-tar cigarettes, promoting a smoking culture and criticizing anti-tobacco advocates for working with foreign organisations. The company did not respond to faxes and phone calls seeking comment. In official statements, China Tobacco says it is trying to improve public health by fulfilling tobacco control obligations and working to decrease things like tar in cigarettes. China Tobacco is huge, powerful and opaque. Selling 98 percent of the cigarettes in China under brands such as Red Pagoda Mountain and Double Happiness, the unlisted company is the world’s biggest cigarette-maker by volume, generating revenue last year of 1.1 trillion yuan ($172 billion). It accounts for roughly 7 to 11 percent of China’s taxes. EARLY PROGRESS\nIn 2015, after China rolled out measures under the World Health Organization’s tobacco control convention, including a tax hike, health warnings on cigarette packets, advertising curbs, and public smoking bans, tobacco sales dropped for the first time since 2000. That trend continued into 2016. In Beijing, tobacco sales dropped 8 percent in 2016 after smoking was banned in public places in July 2015, according to state media."}
{"id": 57, "path": "data\\corpus\\news_0062911.txt", "chunk_index": 1, "text": "It accounts for roughly 7 to 11 percent of China’s taxes. EARLY PROGRESS\nIn 2015, after China rolled out measures under the World Health Organization’s tobacco control convention, including a tax hike, health warnings on cigarette packets, advertising curbs, and public smoking bans, tobacco sales dropped for the first time since 2000. That trend continued into 2016. In Beijing, tobacco sales dropped 8 percent in 2016 after smoking was banned in public places in July 2015, according to state media. “When they saw the statistics, China Tobacco started to fight the policy at all costs,” the tobacco control official said. In 2017, China Tobacco sold 0.8 percent more cigarettes than the year before; in the first three months of 2018, sales rose 4.15 percent by volume, according to official data. CHEAP SMOKES\nChina produces and consumes the most tobacco of any country: over 300 million Chinese smoke, including more than half of all adult men, according to Yang. Social acceptance of smoking in China, where cigarettes are often given as gifts at weddings or business gatherings, combined with low awareness of the associated health risks, means demand remains high despite 1 million tobacco-related deaths each year, according to her book. Cigarettes are also cheap, even as other goods have become more expensive. The affordability of average-priced brands, about 13 yuan per pack, and for cheaper brands, as little as 3 yuan, halved between 2001 and 2016, when taking into account inflation and rising income levels, according to research by Zheng Rong at the University of International Business and Economics in Beijing. Illegal online sale of cigarettes via food delivery platforms, arcade games with cigarettes as prizes and thin cigarettes targeting female smokers have also fuelled sales in recent years, according to an article by Zheng Pinpin, a public health researcher at Fudan Univesity in Shanghai. ‘FIREWALL’ HOPES\nIn March, China’s parliament announced a reshuffle of the body in charge of implementing the WHO measures, putting the National Health Commission in the lead, which sparked hope among tobacco control advocates that the industry would be cut out of regulation. “One would like to see, such as in Thailand, a process where a firewall is built between the concerns of the industry and its interests and any policymaking,” Gauden Galea, the WHO’s China representative, told Reuters. Yet, anti-smoking advocates worry that heavy reliance on tobacco tax revenue undermines political will to curb smoking. An increase in the wholesale tax from 5 percent to 11 percent in 2015 is largely credited with the 2.3 and 5.6 percent drops in cigarette sales volumes in 2015 and 2016, respectively. But Hu Teh-wei, an expert on China’s tobacco industry at the University of California, Berkeley, said that impact had now been blunted and that significant tax hikes were needed to seriously deter smokers, a prospect he said was not currently under consideration in China."}
{"id": 58, "path": "data\\corpus\\news_0062911.txt", "chunk_index": 2, "text": "An increase in the wholesale tax from 5 percent to 11 percent in 2015 is largely credited with the 2.3 and 5.6 percent drops in cigarette sales volumes in 2015 and 2016, respectively. But Hu Teh-wei, an expert on China’s tobacco industry at the University of California, Berkeley, said that impact had now been blunted and that significant tax hikes were needed to seriously deter smokers, a prospect he said was not currently under consideration in China. ($1 = 6.3820 Chinese yuan renminbi) Reporting by Christian Shepherd; Editing by Tony Munroe and Philip McClellan"}
{"id": 59, "path": "data\\corpus\\news_0062912.txt", "chunk_index": 0, "text": "Ex-Goldman banker facing possible lifetime ban sues Federal Reserve NEW YORK (Reuters) - A former Goldman Sachs managing director sued the U.S. Federal Reserve on Wednesday, accusing it of dragging its heels on his appeal of a possible lifetime industry ban for mishandling confidential documents leaked from the bank. Joseph Jiampietro, the former Goldman executive, said the Fed’s “neglect” has left him “indefinitely to suffer the effects” of findings last June by the administrative law judge who recommended the ban. Jiampietro, who said he never engaged in wrongful conduct, said the Fed should dismiss its enforcement case, or else issue a final decision so that he can ask a federal appeals court to take up the matter. “By neglecting to take final agency action, the Reserve Board has effectively trapped Jiampietro in an administrative purgatory,” lawyers for Jiampietro said in a complaint filed in U.S. District Court in Manhattan. The Fed had no immediate comment. Jiampietro’s case reflected difficulties that can arise when government employees move to the private sector but continue to communicate with their former employer. The Fed accused Jiampietro of having in 2014 asked Goldman junior banker Rohit Bansal to obtain secrets from the Federal Reserve Bank of New York, where Bansal once worked, for use in Goldman’s client advisory work and pitches to potential clients. Bansal and Jason Gross, his source at the New York Fed, pleaded guilty in November 2015 to theft of government property. Both were sentenced to probation and received industry bans. The administrative law judge, Christopher McNeil, concluded that Jiampietro breached duties he owed to Goldman by ignoring “red flags” and failing to determine the confidential nature of documents originating from the Fed. In Wednesday’s filing, Jiampietro’s lawyer Adam Ford said his client had no chance to properly defend himself after the Fed changed its theory on the case. Ford said the Fed had abandoned its theory that Jiampietro directed Bansal’s theft, and had instead argued that he merely failed to detect it, yet deserved the same punishment. “The Reserve Board has a tremendous opportunity to fix a terrible injustice,” Ford said in an email. Goldman paid $86.3 million in penalties to the Fed and New York State’s Department of Financial Services in connection with the leaking. It fired Jiampietro and Bansal in 2014. Goldman, Bansal and Gross are not defendants in Wednesday’s lawsuit. The case is Jiampietro v Board of Governors of the Federal Reserve System, U.S. District Court, Southern District of New York, No. 18-04769. Reporting by Jonathan Stempel in New York; Editing by Leslie Adler and Rosalba O'Brien\nOur Standards: The Thomson Reuters Trust Principles."}
{"id": 60, "path": "data\\corpus\\news_0062912.txt", "chunk_index": 1, "text": "Goldman paid $86.3 million in penalties to the Fed and New York State’s Department of Financial Services in connection with the leaking. It fired Jiampietro and Bansal in 2014. Goldman, Bansal and Gross are not defendants in Wednesday’s lawsuit. The case is Jiampietro v Board of Governors of the Federal Reserve System, U.S. District Court, Southern District of New York, No. 18-04769. Reporting by Jonathan Stempel in New York; Editing by Leslie Adler and Rosalba O'Brien\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 61, "path": "data\\corpus\\news_0062913.txt", "chunk_index": 0, "text": "Tiger finishes strong but trails by seven at Memorial May 31, 2018 / 6:38 PM / Updated 2 hours ago Tiger finishes strong but trails by seven at Memorial Reuters Staff 3 Min Read\n(Reuters) - Five-times winner Tiger Woods overcome a rough start to his opening round at the Memorial Tournament but was still sitting a distant seven shots behind early clubhouse leaders Abraham Ancer and Joaquin Niemann in Dublin, Ohio, on Thursday. May 31, 2018; Dublin, OH, USA; Tiger Woods tees off on the fourteenth hole during the first round of The Memorial golf tournament at Muirfield Village Golf Club. Mandatory Credit: Aaron Doster-USA TODAY Sports\nWoods, who arrived this week at Muirfield Village Golf Club with increased expectations given his solid weekend at The Players Championship, shot an even-par 72 following a round that included a double-bogey, three bogeys and five birdies. The former world number one, who began on the back nine, bogeyed the par-five 11th following a poor tee shot, made double-bogey at 15 after his drive went out of bounds and followed up with a bogey at 16 after missing a seven-foot putt. May 31, 2018; Dublin, OH, USA; Tiger Woods tees off on the fifteenth hole during the first round of The Memorial golf tournament at Muirfield Village Golf Club. Mandatory Credit: Aaron Doster-USA TODAY Sports\nBut Woods, playing alongside Englishman Justin Rose (71) and defending champion Jason Dufner (75), responded immediately with a birdie at 17 and went three under over his final nine holes to salvage his round. May 31, 2018; Dublin, OH, USA; Tiger Woods walks down the fourteenth fairway during the first round of The Memorial golf tournament at Muirfield Village Golf Club. Mandatory Credit: Aaron Doster-USA TODAY Sports\nStill, the 14-times major champion was a shadow of the player who less than three weeks ago in his last start showed he might be close to winning again with a vintage 65-69 weekend performance at TPC Sawgrass. The round marked the first time Woods, whose most recent victory at Muirfield came in 2012, competed in the Columbus suburb since 2015 when he carded a career-worst 85 during the third round en route to finishing in 71st place. Mexican Ancer and Chilean Niemann, each seeking their maiden PGA Tour victories, were in a share of the early lead after mixing eight birdies with one bogey for matching seven-under-par 65s. Ancer joined the PGA Tour in 2016 and has two top-10 finishes this season, including a career-best share of eighth place at the Houston Open while Niemann, 19, is the former number one ranked amateur in the world. Rose, fresh off his convincing triumph at Colonial, mixed three bogeys with four birdies while Dufner, who has not won anywhere since earning his fifth PGA Tour win last year at Muirfield, was undone by four-hole stretch on his back nine that included three bogeys."}
{"id": 62, "path": "data\\corpus\\news_0062913.txt", "chunk_index": 1, "text": "Ancer joined the PGA Tour in 2016 and has two top-10 finishes this season, including a career-best share of eighth place at the Houston Open while Niemann, 19, is the former number one ranked amateur in the world. Rose, fresh off his convincing triumph at Colonial, mixed three bogeys with four birdies while Dufner, who has not won anywhere since earning his fifth PGA Tour win last year at Muirfield, was undone by four-hole stretch on his back nine that included three bogeys. Reporting by Frank Pingue in Toronto, editing by Ed Osmond"}
{"id": 63, "path": "data\\corpus\\news_0062914.txt", "chunk_index": 0, "text": "Illinois House vote sends FY 2019 budget to governor May 31, 2018 / 6:28 PM / Updated 43 minutes ago Illinois budget speeds through legislature, heads to governor Karen Pierog 3 Min Read\nCHICAGO (Reuters) - The Illinois House gave final legislative approval on Thursday to a $38.5 billion fiscal 2019 budget that will now head to Governor Bruce Rauner, avoiding the political stalemate that had plagued the state in previous years. The Republican governor praised the bipartisan effort and compromise and said he will be taking action soon to enact the spending plan, which the Senate overwhelmingly passed on Wednesday. “It’s a step in the right direction, though it does not include much-needed debt paydown and reforms that would reduce taxes, grow our economy, create jobs and raise family incomes,” Rauner said in a statement. Like the Senate vote, the House vote was also lopsided at 97-18 with several lawmakers hailing the efforts of Democrats and Republicans in both legislative chambers to craft a budget. “Both sides did not get everything they hoped for, but our priorities - Republican and Democrat - have been met,” House Republican Leader Jim Durkin said. An impasse between Rauner and Democrats who control the legislature left the nation’s fifth-largest state without complete budgets for an unprecedented two-straight fiscal years. Lawmakers finally enacted a fiscal 2018 budget and income tax rate hikes over Rauner’s vetoes last July. Revenue from the tax increase, which Rauner has vowed to roll back, is incorporated in the budget for the fiscal year that begins on July 1. Not all lawmakers were sold on the bipartisan plan. Republican State Representative David McSweeney said the budget should be rejected because it fails to cut spending and reduce taxes. “The taxpayers of this state are getting killed and this bill continues the carnage,” he said during the debate. The spending plan does not include controversial elements in Rauner’s proposed budget, which called for shifting some pension costs currently paid by the state onto local school districts, state universities and community colleges. The budget adds $350 million to a new K-12 school funding formula enacted last year, increases higher education spending by 2 percent, reduces cuts in state aid to local governments, and appropriates $1.3 billion to pay previously incurred expenses. It also includes a voluntary buyout of certain pension benefits expected to save the state about $423 million in fiscal 2019. Reporting by Karen Pierog, additional reporting by Tracy Rucinski in Chicago; Editing by Matthew Lewis"}
{"id": 64, "path": "data\\corpus\\news_0062915.txt", "chunk_index": 0, "text": "UPDATE 2-English Domestic One-Day Competition Scoreboard May 30, 2018 / 6:04 PM / Updated 21 hours ago UPDATE 2-English Domestic One-Day Competition Scoreboard Reuters Staff 1 Min Read May 30 (OPTA) - Scoreboard at close of play of between Warwickshire and Northamptonshire on Wednesday at Birmingham, England Match abandoned without a ball bowed Umpire Neil Mallender Umpire Steve O'Shaughnessy Video Peter Hartley Home Scorer Melvin Smith Away Scorer Anthony Kingston"}
{"id": 65, "path": "data\\corpus\\news_0062916.txt", "chunk_index": 0, "text": "Telegram says Apple has prevented it from updating since April MOSCOW (Reuters) - Apple has prevented the Telegram messaging service from updating globally ever since Russia ordered Apple to remove the service from its stores, Telegram’s CEO and founder said on Thursday. The Telegram app logo is seen on a smartphone in this picture illustration taken September 15, 2017. REUTERS/Dado Ruvic/Illustration/Files Two protest rallies were organised in Russia’s capital this month, with the demonstrators chanting anti-government slogans and carrying signs against what they called internet censorship, following Moscow’s decision to block the popular messaging service. Russia’s Federal Security Service (FSB) has said it needs to guard against security threats such as terrorist attacks. Telegram is challenging the block in Russian courts. “Russia banned Telegram on its territory in April because we refused to provide decryption keys for all our users’ communications to Russia’s security agencies. We believe we did the only possible thing, preserving the right of our users to privacy in a troubled country,” Pavel Durov, a pioneer of Russian social media, said on his official Telegram Channel. While Russia makes up only 7 percent of Telegram’s user base, Apple is restricting updates for all Telegram users around the world, Durov said. “As a result, we’ve also been unable to fully comply with the General Data Protection Regulation (GDPR) for our EU-users by the deadline of May 25, 2018. We are continuing our efforts to resolve the situation”, he said. Apple did not immediately respond to requests for comment. GDPR is the European Union regulation on data protection and privacy for all individuals within EU, also addressing the export of personal data outside the EU. Reporting and Writing by Denis Pinchuk; Editing by John Stonestreet and Mark Potter"}
{"id": 66, "path": "data\\corpus\\news_0062917.txt", "chunk_index": 0, "text": "Dollar recovery seen as an earnings risk on horizon May 30, 2018 / 7:58 PM / Updated 11 hours ago Dollar recovery seen as an earnings risk on horizon Caroline Valetkevitch , Saqib Iqbal Ahmed 6 Min Read\nNEW YORK (Reuters) - Late last month, the chief financial officer at Akamai Technologies Inc ( AKAM.O ) identified an emerging risk for the network technology company’s profit outlook: the U.S. dollar. FILE PHOTO: U.S. Dollar banknotes are seen in this photo illustration taken February 12, 2018. REUTERS/Jose Luis Gonzale/Illustration/File Photo\nSpecifically, the surprisingly strong American dollar. “We do expect some currency headwinds from the recent strengthening of the U.S. dollar over the last couple of weeks,” Akamai CFO James Benson told analysts on an earnings conference call at the end of April. Akamai, like hundreds of big U.S. companies, enjoyed a sales and profit boost from the dollar’s steep decline through last year and into the first quarter of 2018. But the greenback’s downtrend abruptly reversed course in April as U.S. interest rates shot higher and European economic growth slowed. It now stands at the highest level in nearly seven months, meaning foreign currency earnings of U.S. multinationals can be worth less when translated back to dollars. The dollar index .DXY, which measures the greenback against a basket of six currencies, has gained nearly 6 percent since April 17 but remains down about 2.7 percent year over year, as of Tuesday’s close. “It’s too early to say we’re going to see that impact show up in this next quarter, but I think we’ll probably see it if it persists in the third quarter,” said Paul Nolte, portfolio manager at Kingsview Asset Management in Chicago, referring to U.S. quarterly results. Against the euro, the greenback is down 3.2 percent year-over-year, compared with a year-over-year decline of 14 percent in mid April. It hit a 10-month high on Tuesday as investors balked at the prospect of repeat elections in Italy, which may become a de facto referendum on Italian membership of the currency bloc. U.S. dollar vs euro - reut.rs/2LaY2cj\nAnalysts expect profit growth for S&P 500 companies to begin to slow, according to Thomson Reuters data, with first quarter’s 26.3 percent increase possibly representing a peak for the current earnings up trend. S&P 500 earnings have gained year-over-year since the third quarter of 2016. They are forecasting profit growth of 22 percent for all of 2018 and 2019 growth to slow to 9.5 percent, based on the data. The first-quarter jump in earnings - the biggest year-over-year increase since the fourth quarter of 2010 - was largely due to the corporate tax cuts that went into effect this year."}
{"id": 67, "path": "data\\corpus\\news_0062917.txt", "chunk_index": 1, "text": "dollar vs euro - reut.rs/2LaY2cj\nAnalysts expect profit growth for S&P 500 companies to begin to slow, according to Thomson Reuters data, with first quarter’s 26.3 percent increase possibly representing a peak for the current earnings up trend. S&P 500 earnings have gained year-over-year since the third quarter of 2016. They are forecasting profit growth of 22 percent for all of 2018 and 2019 growth to slow to 9.5 percent, based on the data. The first-quarter jump in earnings - the biggest year-over-year increase since the fourth quarter of 2010 - was largely due to the corporate tax cuts that went into effect this year. But Bank of America Merrill Lynch estimates currency moves in the first quarter provided a 2 percentage-point benefit to sales growth, the biggest boost from currency changes in six years. The bank has estimated that in general a sustained 10 percent appreciation in the dollar results in a reduction in S&P 500 earnings per share of 3 to 4 percent. Companies from many industries pointed to the dollar as a benefit to sales and earnings in the first quarter, including Apple Inc ( AAPL.O ), Bristol-Myers Squibb Co ( BMY.N ), Mattel Inc ( MAT.O ), PayPal Holdings Inc ( PYPL.O ), Tapestry Inc ( TPR.N ) and Intuitive Surgical Inc ( ISRG.O ). In Akamai’s case, it added 5 percentage points to first-quarter profit and 2 points to its sales. For Facebook Inc ( FB.O ), a weaker dollar in the first quarter added $536 million to its revenue, increasing the social media company’s top line by 49 percent, instead of 42 percent without the foreign exchange effect. S&P 500 companies that generate 50 percent or more of their revenue outside the United States are on track for a first-quarter earnings increase of 30.5 percent, while companies that generate less than 50 percent of their revenue outside the United States are on track for a 24.8 percent earnings increase, based on Thomson Reuters data. Analysts estimate that between 40 percent to 50 percent of S&P 500 sales come from abroad, with Asia and Europe accounting for the biggest portion. “If the political situation in Italy worsens, the longer-term spillovers would be felt in the U.S. via a stronger dollar and lower European growth. This would act as a headwind, especially for some multinationals’ corporate profits,” said Mohamed El-Erian, chief economic adviser at Allianz in Newport Beach, California. To be sure, many analysts are sceptical the dollar strength will persist. Sameer Samana, global equity and technical strategist at Wells Fargo Investment Institute in St. Louis, said he expects the dollar to decline into the year end, citing pressure from the U.S. deficit. Yet, at its current pace, the dollar index could turn positive on a year-over-year basis sometime later this quarter or early in the third quarter."}
{"id": 68, "path": "data\\corpus\\news_0062917.txt", "chunk_index": 2, "text": "This would act as a headwind, especially for some multinationals’ corporate profits,” said Mohamed El-Erian, chief economic adviser at Allianz in Newport Beach, California. To be sure, many analysts are sceptical the dollar strength will persist. Sameer Samana, global equity and technical strategist at Wells Fargo Investment Institute in St. Louis, said he expects the dollar to decline into the year end, citing pressure from the U.S. deficit. Yet, at its current pace, the dollar index could turn positive on a year-over-year basis sometime later this quarter or early in the third quarter. Karl Schamotta, director of global product and market strategy at Cambridge Global Payments, in Toronto, said he had seen an increase in hedging activity, particularly companies that are exposed to a falling euro and Canadian dollar. “Both of these factors are driving a pretty pronounced increase in hedging activity using forwards and options,” said Schamotta, referring to companies’ use of derivatives to minimize foreign exchange risks. Some equity strategists said next year could be the bigger problem if the dollar continues on its current path. “If you measure on a year-over-year basis, the comps are going to look terrible,” said Robert Phipps, a director at Per Stirling Capital Management in Austin, Texas. Reporting by Caroline Valetkevitch and Saqib Iqbal Ahmed; additional reporting by Noel Randewich in San Francisco, and Lewis Krauskopf, Chuck Mikolajczak, Sinead Carew, April Joyner and Jennifer Ablan in New York; Editing by Alden Bentley and Susan Thomas"}
{"id": 69, "path": "data\\corpus\\news_0062918.txt", "chunk_index": 0, "text": "Kuuhubb Reports Third Financial TORONTO, Kuuhubb Inc. (“ Kuuhubb ” or the “ Company ”) (TSX-V:KUU) is pleased to announce its unaudited financial results for the three and nine month periods ended March 31, 2018. The Company’s unaudited interim consolidated financial statements as at and for the three and nine months ended March 31, 2018 and related management’s discussion and analysis can be found on the Company's SEDAR profile at www.sedar.com . References to \"US$\" are to United States dollars. The Company’s financial year end is June 30. Highlights for the Quarter Ended March 31, 2018:\nRevenue increased to US$6,671,448 during the three months ended March 31, 2018, which represents an increase of 5% from the US$6,344,947 of revenue earned during the previous quarter ended December 31, 2017. This revenue was generated from sales of the Recolor app, the in-application sale of virtual goods from the My Hospital game and in-application ad revenue. Net operating loss was US$3,450,060 for the three month period ended March 31, 2018, compared to the net operating loss of US$1,117,089 incurred during the previous quarter ended December 31, 2017. The net loss during the quarter ended March 31, 2018 includes impairment of goodwill of US$2,456,075, share-based compensation expense of US$835,682, depreciation and amortization of US$203,128 and foreign exchange gain of US$117,985. The non-GAAP adjusted EBITDA during the three month period ended March 31, 2018 was negative US$73,160, making this period’s adjusted EBITDA a near break-even quarter. The development and launch of the Drone Wars mobile game has been delayed since its acquisition and Kemojo Kuuhubb Studios Inc. (the Company subsidiary holding the Drone Wars game) has ceased operations. During the three month period ended March 31, 2018, the Company decided to redevelop the game into a multiplayer player versus player (“PvP”) game and plans to launch the game upon successful redevelopment. Due to the delay and uncertainty of the ultimate outcome of the Drone Wars mobile game, the Company determined to write down US$2,456,075 of goodwill, being the preliminary estimate by management of the amount of goodwill related to the game. The Company had shareholders’ equity of US$23,092,110 as at March 31, 2018, compared to shareholders’ equity of US$12,421,346 as at June 30, 2017. In January 2018, the Company announced that it had signed an agreement with Receptiv, a leading mobile video advertising company, on collaborating to bring new brands to the Recolor digital coloring app. In January 2018, the Company announced that it had signed a term sheet to acquire mobile esports platform developer Valiance UG (the acquisition is subject to the execution of the definitive documentation and receipt of TSX Venture Exchange acceptance)."}
{"id": 70, "path": "data\\corpus\\news_0062918.txt", "chunk_index": 1, "text": "The Company had shareholders’ equity of US$23,092,110 as at March 31, 2018, compared to shareholders’ equity of US$12,421,346 as at June 30, 2017. In January 2018, the Company announced that it had signed an agreement with Receptiv, a leading mobile video advertising company, on collaborating to bring new brands to the Recolor digital coloring app. In January 2018, the Company announced that it had signed a term sheet to acquire mobile esports platform developer Valiance UG (the acquisition is subject to the execution of the definitive documentation and receipt of TSX Venture Exchange acceptance). The Germany-based, Valiance esports platform is designed to support both mobile esports competitors and content creators and provides them with opportunities to monetise their involvement playing their favourite esports titles. In addition to the esports, Valiance has a development center in Zagreb (Croatia) with 20+ experienced and agile software developers. In March 2018, the Company incorporated Recolor India Private Limited. This new subsidiary will carry on the business activities of the Incolour App, the Indian version of the Company’s Recolor App, with a local dedicated team of 4 people. Incolour is a stand-alone coloring community with global access which, through Kwan Entertainment’s contacts, is planned to utilize and work together with various Indian influencers and celebrities. In comparison to Recolor, it has a new user interface, and culturally relevant content and design. User experience is built around daily themes geared to stimulate daily engagement. In May 2018 Google Play India (Android) was launched and is planned to be followed by iOS version. The global roll-out of Android and iOS is expected to follow during summer 2018. In April 2018, the Company announced that it will be commencing a creative cross-marketing collaboration with a global content leader Lionsgate. Under the agreement, Kuuhubb will create and market suites of digital coloring tasks around Lionsgate properties through Kuuhubb’s Recolor App, a leader in bringing brands and media properties to the art app universe. In addition, Lionsgate will support these campaigns by driving traffic through its marketing channels to Recolor. In May 2018, the Company completed the acquisition of the full global rights and revenue to the My Hospital game. The purchase price of €2.6 million is to be paid in monthly instalments between May 2019 and June 2021. Additionally, after Kuuhubb has recouped the entire purchase price, Cherrypick Games (the vendor) is entitled to 25% net profit share. Cherrypick Games will continue the current game development and update efforts until June 2021. Jouni Keränen, CEO of the Company, stated: “Kuuhubb experienced rapid growth and expansion during calendar year 2017, growing from 5 people to 70 (including Valiance acquisition in pipeline) and from zero revenue to over US$2 million in monthly revenue. During the first half of calendar year 2018, we are focusing on consolidating the past acquisitions and developing the current product portfolio."}
{"id": 71, "path": "data\\corpus\\news_0062918.txt", "chunk_index": 2, "text": "Additionally, after Kuuhubb has recouped the entire purchase price, Cherrypick Games (the vendor) is entitled to 25% net profit share. Cherrypick Games will continue the current game development and update efforts until June 2021. Jouni Keränen, CEO of the Company, stated: “Kuuhubb experienced rapid growth and expansion during calendar year 2017, growing from 5 people to 70 (including Valiance acquisition in pipeline) and from zero revenue to over US$2 million in monthly revenue. During the first half of calendar year 2018, we are focusing on consolidating the past acquisitions and developing the current product portfolio. We have 3 commercially launched products (Recolor, Incolour and MyHospital) with an additional 3 products under development and expected to be launched within calendar year 2018. Recolor continues to be our flagship product and at the center of efforts with geographical expansion, brand partnerships and Android version together with new core product improvements as key success drivers. Recolor product development was transferred to Zagreb during January to March 2018 to enable tripling the size of the development team and supporting a global suite of coloring products. This transfer caused a short-term delay in implementation of our growth drivers but the investments are expected to produce results already in the second half of calendar year 2018. I would like to thank all our employees and partners for outstanding work and our shareholders for patience during the first half of 2018 when we will create the foundation for future growth.”\nAbout Kuuhubb\nKuuhubb is a company active in the digital space that focuses mainly on lifestyle and mobile video game applications. Its strategy is to create sustainable shareholder value through acquisitions of proven, yet underappreciated, assets with robust long-term growth potential. Headquartered in Helsinki, Finland, Kuuhubb has a global presence with a strong focus on developing U.S. brand collaborations and Asian partnerships. Cautionary Note Concerning Forward-Looking Information\nThis press release contains forward-looking information. All statements, other than statements of historical fact, that address activities, events or developments that the Company believes, expects or anticipates will or may occur in the future (including, without limitation, statements relating to future revenue, products and development and growth of the Company’s business) are forward-looking information. This forward-looking information reflects the current expectations or beliefs of the Company based on information currently available to the Company. Forward-looking information is subject to a number of risks and uncertainties that may cause the actual results of the Company to differ materially from those discussed in the forward-looking information, and even if such actual results are realized or substantially realized, there can be no assurance that they will have the expected consequences to, or effects on the Company."}
{"id": 72, "path": "data\\corpus\\news_0062918.txt", "chunk_index": 3, "text": "This forward-looking information reflects the current expectations or beliefs of the Company based on information currently available to the Company. Forward-looking information is subject to a number of risks and uncertainties that may cause the actual results of the Company to differ materially from those discussed in the forward-looking information, and even if such actual results are realized or substantially realized, there can be no assurance that they will have the expected consequences to, or effects on the Company. Factors that could cause actual results or events to differ materially from current expectations include, among other things, risks related to the growth strategy of the Company, the possibility that results from the Company’s growth and development plans will not be consistent with the Company's expectations, the early stage of the Company's development, competition from companies in a number of industries, the ability of the Company to manage expansion and integrate acquisitions into its business, future business development of the Company and the other risks disclosed under the heading \"Risk Factors\" in the Company's annual information form dated October 30, 2017 filed on SEDAR at www.sedar.com . Forward-looking information speaks only as of the date on which it is provided and, except as may be required by applicable securities laws, the Company disclaims any intent or obligation to update any forward-looking information, whether as a result of new information, future events or results or otherwise. Although the Company believes that the assumptions inherent in the forward-looking information are reasonable, forward-looking information is not a guarantee of future performance and accordingly undue reliance should not be put on such information due to the inherent uncertainty therein. Neither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release. For further information, please contact:\nKuuhubb Inc. Jouni Keränen - CEO\njouni@kuuhubb.com\nOffice: +358 40 590 0919\nBill Mitoulas\nInvestor Relations\nbill@kuuhubb.com\nOffice: +1 (416) 479-9547\nSource:KuuHubb Inc."}
{"id": 73, "path": "data\\corpus\\news_0062919.txt", "chunk_index": 0, "text": "Film producer Harvey Weinstein indicted for rape - Manhattan prosecutor May 30, 2018 / 9:55 PM / Updated 19 hours ago Film producer Weinstein indicted for rape: New York prosecutor Reuters Staff 3 Min Read\nNEW YORK (Reuters) - Movie producer Harvey Weinstein was indicted on Wednesday on charges of rape and a criminal sexual act, Manhattan District Attorney Cyrus Vance said, the first case to emerge from a slew of sexual misconduct allegations against him. Film producer Harvey Weinstein arrives at Manhattan Criminal Court in New York, U.S., May 25, 2018. REUTERS/Shannon Stapleton\n“This indictment brings the defendant another step closer to accountability for the crimes of violence with which he is now charged,” Vance said in a statement on the charges against the disgraced 66-year-old co-founder of the Miramax film studio and the Weinstein Co. The grand jury indictment follows his arrest and court appearance last Friday on charges related to two among about 70 women who have accused him of sexual misconduct, all of which Weinstein has denied. Vance’s statement said Weinstein was charged with rape in the first and third degrees and a criminal sexual act in the first degree. Ben Brafman, the head of Weinstein’s legal team, said his client would plead not guilty and defend himself against the charges. If convicted on the most serious charges, Weinstein could face between five and 25 years in prison. Earlier on Wednesday, Weinstein declined to testify before the grand jury after a judge denied a request by his lawyers to postpone the appearance. Brafman had argued Weinstein was denied access to information about the case and lacked preparation time. “Mr. Weinstein intends to enter a plea of not guilty and vigorously defend against these unsupported allegations that he strongly denies,” Brafman said in a statement after the indictment. “We will soon formally move to dismiss the indictment and if this case actually proceeds to trial, we expect Mr. Weinstein to be acquitted.”\nThe grand jury indictment spares the prosecution the step of having to go before a judge to demonstrate there is enough evidence to bring Weinstein to trial. The indictment follows a months-long investigation with the New York Police Department. Police have not identified the two women, but said the crimes took place in 2004 and 2013. Weinstein remains out on $1 million cash bail ordered by a judge last Friday. Weinstein surrendered his U.S. passport and agreed to wear a monitoring device that tracks his location, confining him to the states of New York and Connecticut. Some of the allegations date back decades. Weinstein has denied ever having nonconsensual sex. The accusations, first reported last year by the New York Times and the New Yorker, gave rise to the #MeToo movement, in which hundreds of women have publicly accused powerful men in business, government and entertainment of sexual misconduct. Actresses who have publicly accused Weinstein of sexual misconduct include Uma Thurman, Ashley Judd, Rose McGowan and Salma Hayek."}
{"id": 74, "path": "data\\corpus\\news_0062919.txt", "chunk_index": 1, "text": "passport and agreed to wear a monitoring device that tracks his location, confining him to the states of New York and Connecticut. Some of the allegations date back decades. Weinstein has denied ever having nonconsensual sex. The accusations, first reported last year by the New York Times and the New Yorker, gave rise to the #MeToo movement, in which hundreds of women have publicly accused powerful men in business, government and entertainment of sexual misconduct. Actresses who have publicly accused Weinstein of sexual misconduct include Uma Thurman, Ashley Judd, Rose McGowan and Salma Hayek. Reporting by Jonathan Stempel in New York; Writing by Eric Kelsey in Los Angeles; editing by Bill Tarrant and Grant McCool"}
{"id": 75, "path": "data\\corpus\\news_0062920.txt", "chunk_index": 0, "text": "Michael Avenatti Withdraws Bid To Appear Before Judge in Cohen Probe Michael Avenatti, the lawyer for former adult-film actress Stephanie Clifford, withdrew a bid to participate in proceedings related to the criminal investigation into President Donald Trump’s personal lawyer, shortly after other lawyers and a federal judge raised concerns in court about his behavior in the matter. Mr Avenatti withdrew his motion after U.S. District Judge Kimba M. Wood issued a stern warning, saying if she allowed him to participate in the case involving Michael Cohen, Mr. Avenatti would have to change his... RELATED VIDEO Trump's Responses to the Stormy Daniels Allegations President Donald Trump said Thursday that his lawyer Michael Cohen was reimbursed for a payment Mr. Cohen made to former adult film star Stormy Daniels to keep her quiet about an alleged sexual encounter with Mr. Trump. Here are some of the responses by Mr. Trump and the White House to the allegations over the past few months. Photo: Getty To Read the Full Story Subscribe Sign In"}
{"id": 76, "path": "data\\corpus\\news_0062921.txt", "chunk_index": 0, "text": "Explosion at Kentucky UPS facility injures 2 employees May 30 (Reuters) - Two United Parcel Service Inc employees were injured in an explosion on Wednesday at one of the package delivery company’s freight facilities in Lexington, Kentucky, a UPS spokesman said. UPS said a gas leak from propane tanks inside a trailer may have caused the blast at the facility. Reporting by Eric M. Johnson in Seattle Editing by Chizu Nomiyama\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 77, "path": "data\\corpus\\news_0063082.txt", "chunk_index": 0, "text": "Leverage nears pre-crisis heights as regulators soften their stance May 31, 2018 / 3:09 PM / Updated 15 minutes ago Leverage nears pre-crisis heights as regulators soften their stance Jonathan Schwarzberg 5 Min Read\nNEW YORK (LPC) - Leverage levels for buyouts are close to pre-credit crisis levels as banks are more willing to underwrite highly leveraged deals following the Office of the Comptroller of the Currency’s softened stance towards lending risk. So far during the second quarter, leverage for US buyouts averages 6.57 times, the highest level since it reached 6.65 times during the third quarter of 2014. Leverage at this level had not been seen before that since 2007, before the credit crisis hit when leverage on buyouts topped out at 6.8 times on average, according to Thomson Reuters LPC data. Leverage, a measure of a company’s debt versus its earnings before interest and tax, was inching higher this year but took off after the Comptroller of the Currency Joseph Otting indicated in February that banks could underwrite deals that fell outside the constraints of the Leveraged Lending Guidance implemented in 2013. The guidelines called for a close look at deals with more than 6.0 times leverage and required issuers to be able to pay down all senior debt or half of total debt within five to seven years. Otting reinforced his remarks last week and said banks may take on some deals that fell outside the guidelines if they do so in a “safe and sound manner” and have the capital to support that activity. “I think underwriters are willing to take a little more risk,” said a senior banker. “The market is certainly accommodating.” TECH PUSH\nAnother contributing factor to rising levels is the presence of several technology companies entering the market with buyout loans, market sources said. Both underwriters and investors are often willing to give tech names a bit more leverage than other sectors because of the strong, predictable cash flows. Among those companies, educational technology platform PowerSchool has launched US$1.3bn of loans, while a very successful highly leveraged deal from educational software company Renaissance Learning priced on May 21. PowerSchool’s deal will be leveraged around 7.5 times, as reported by Reuters. Private equity owner Vista Equity Partners is merging the issuer with a talent management software company firm in its portfolio called PeopleAdmin along with an investment by private equity firm Onex Corp. Renaissance Learning saw strong enough demand to price a US$730m first-lien term loan at 325bp over Libor, on the tight end of 325bp-350bp guidance, and a US$310m second-lien term loan at 700bp over Libor, also on the tight end of guidance. This deal was leveraged at 7.75 times per Reuters. Another big buyout in the tech sector expected to have leverage substantially higher than 6.0 times is the acquisition of software company BMC by private equity firm KKR, announced this week."}
{"id": 78, "path": "data\\corpus\\news_0063082.txt", "chunk_index": 1, "text": "Renaissance Learning saw strong enough demand to price a US$730m first-lien term loan at 325bp over Libor, on the tight end of 325bp-350bp guidance, and a US$310m second-lien term loan at 700bp over Libor, also on the tight end of guidance. This deal was leveraged at 7.75 times per Reuters. Another big buyout in the tech sector expected to have leverage substantially higher than 6.0 times is the acquisition of software company BMC by private equity firm KKR, announced this week. UPPER HAND\nIssuers have had the upper hand when it comes to lining up loans this year as money has poured into retail loan funds, collateralized loan obligations (CLOs) have been booming and investors from foreign countries have scurried for floating rate assets in the US. “You’ve had interest from just about every place you can,” said an institutional loan buyer. On the back of this interest, 68% of leveraged buyouts were leveraged above 6.0 times during the first quarter, the highest level on record. During 2017, this number was 64.2%, which was also higher than even 2007 when 61.5% of buyouts had leverage of more than 6.0 times. The market is still trying to catch up on deals with leverage north of 7.0 times though. During 2007, 38.5% of deals had leverage greater than 7.0 times, a number that has never been reached again. The first quarter of 2018 saw 29% of buyouts with leverage above 7.0 times. Bankers say despite the comments from Otting and a desire from investors for more deals that underwriters will be hesitant to allow leverage to increase to those levels again. “As a whole, it does feel like leverage has crept up a bit,” another banker said. “Without a doubt, from our perspective, we have not altered our thinking in terms of leveraged lending guidelines. Everything that we approve continues to be what we think is going to have a pass rating.” Reporting by Jonathan Schwarzberg; Editing by Michelle Sierra and Chris Mangham; Additional reporting by Lynn Adler"}
{"id": 79, "path": "data\\corpus\\news_0063083.txt", "chunk_index": 0, "text": "2018 voters to rely on vulnerable ballot machines 2018 voters to rely on vulnerable ballot machines 3:45pm IST - 02:03\nMany voters in this year's midterm elections will rely on old voting machines that cannot fully be checked for hacking or manipulation, raising concerns not just of meddling but of a collapse in voter confidence. Many voters in this year's midterm elections will rely on old voting machines that cannot fully be checked for hacking or manipulation, raising concerns not just of meddling but of a collapse in voter confidence. //reut.rs/2H6oIse"}
{"id": 80, "path": "data\\corpus\\news_0063084.txt", "chunk_index": 0, "text": "Proxy adviser ISS offers support to WPP Executive Chairman Roberto Quarta (Reuters) - Proxy adviser Institutional Shareholder Services (ISS) has offered its support to WPP Plc’s executive chairman, Roberto Quarta, by recommending that shareholders of the world’s largest advertiser re-elect him at WPP’s annual meeting on June 13. ISS extended its support to Quarta on Wednesday. He oversaw the recent departure of industry veteran Martin Sorrell, who stepped down as chief executive on April 14 after a probe into an allegation of personal misconduct. Earlier this month, proxy adviser Glass Lewis & Co, recommended voting against Quarta at WPP’s annual meeting. ISS said it had raised concerns over the lack of transparency around Sorrell’s departure, but added that “the absence of disclosure” does not imply a failure in governance on WPP’s part. WPP’s response to allegations about Sorrell, the driving force behind 33 years of dealmaking and relentless expansion at the company, was adequate and showed that appropriate due process was observed, ISS said in an emailed statement, adding that continuity in the board’s leadership best serves the interests of the shareholders. Quarta became executive chairman after Sorrell’s departure and will hold the position until a new chief executive is found. WPP has not disclosed any details of Sorrell’s alleged misconduct and he has denied any wrongdoing. Sorrell has announced plans for a comeback after leaving WPP. On Wednesday, he said he would invest 40 million pounds ($53 million) of his own money in a little-known financial holding company Derriston Capital and use it to build a “next generation marketing services group”. Reporting by Kanishka Singh in Bengaluru and Simon Jessop in London; Editing by Tom Brown\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 81, "path": "data\\corpus\\news_0063085.txt", "chunk_index": 0, "text": "Uganda's telecoms regulator to probe MTN on mobile money policies KAMPALA, May 30 (Reuters) - Uganda’s telecommunications regulator said on Wednesday it was setting up a committee to investigate the local unit of South Africa’s MTN Group after uproar on social media about its mobile money policies. This week dozens of MTN’s subscribers in Uganda took to Twitter to accuse it of making it nearly impossible to cancel a mobile money transaction made in error. As in neighbouring Kenya, mobile money use has grown rapidly, fuelled by the low penetration of banking services and the inability of many people to access loans or other products from banks. The system enables people to transfer cash and make payments on cellphones without a bank account. A spokeswoman for MTN Uganda said the company had internal policies for money sent in error. So long as the money had not been withdrawn at the other end, cash could be frozen after a subscriber informed them of an erroneous transaction. Then after some checks it could be returned. If the wrong recipient had already withdrawn the money, then “the customer would be advised to negotiate with the person [wrong recipient],” said MTN spokeswoman Justina Ntabgoba. Uganda Communications Commission (UCC) executive director Godfrey Mutabazi said he was setting up an investigation. “MTN is in the process of renewing their license and we want these matters to be sorted before we do that,” he told Reuters. MTN Uganda’s 20-year licence, secured in 1998, expires in October. According to the regulator, nearly all of Uganda’s 24 million mobile subscribers also have a mobile money account. The firm is Uganda’s biggest telecom concern, followed by India’s Bharti Airtel. The Twitter criticism was set off on Sunday by a university lecturer who tweeted that he had made a mistake while trying to send money to a friend for funeral expenses. When he called the company and asked for the transaction to be reversed, he was told he needed a court order to claim the money from the recipient. (Reporting by Elias Biryabarema Editing by Maggie Fick and Alexandra Hudson)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 82, "path": "data\\corpus\\news_0063086.txt", "chunk_index": 0, "text": "Dollar Tree, Dollar General same-store sales disappoint, shares fall (Reuters) - Two of America’s biggest dollar store chains missed Wall Street estimates for same-store sales as higher household income encouraged customers to shop more at big box retailers and an unusually cold spring weather crimped demand for seasonal products. FILE PHOTO: A sign is seen outside a Dollar General store in Chicago, Illinois, U.S. May 23, 2016. REUTERS/Jim Young/File Photo Dollar Tree’s ( DLTR.O ) shares fell 11.5 percent to $85.29 on Thursday, also pressured by a surprise drop in comparable sales at its struggling Family Dollar unit. Dollar General ( DG.N ) fell 8 percent to $88.72. Colder-than-usual weather in March and April in many parts of the country hit traffic at several U.S. retailers, leaving popular spring clothing items and garden equipment and supplies unsold. Dollar Tree bought Family Dollar in 2015 to better compete against larger chains such as Walmart Inc ( WMT.N ) and Kroger Co ( KR.N ) and attract more lower-income customers. While the deal made the company the top U.S. dollar store chain by stores, it has struggled to turn around Family Dollar amid intensifying competition in the grocery industry with the entry of German discounters Aldi and Lidl. Adding to the company’s woes, tax refunds, a booming stock market and one-time bonuses have put more money into wallets this year, spurring customers to move to big box chains that offer more choices and have slashed prices, said Neil Saunders, managing director of consultancy GlobalData Retail. This hit same-store sales at the 8,000 odd Family Dollar stores, which fell 1.1 percent, compared with analysts’ expectation of a 1.45 percent rise, according to Thomson Reuters I/B/E/S. Closer rival Dollar General also faced similar pressure, resulting in a lower-than-expected same-store sales growth of 2.1 percent in the first quarter. “The canary in the coal mine out of the print is the negative comparable sales out of Family Dollar,” said Gordon Haskett analyst Chuck Grom. “While DG’s softer comparable sales help explain some of the softness ... but such results (from Family Dollar) are becoming more concerning to us.”\nDollar Tree and Dollar General also posted on Thursday earnings per share for the first quarter that missed estimates, hurt in part by higher freight costs. Both retailers warned freight costs would continue to weigh on full-year profits, with Dollar Tree cutting its forecast. Dollar General, on the other hand, maintained its full-profit forecast. “(Freight) costs are trending higher than our original guidance,” Dollar Tree Chief Financial Officer Kevin Wampler said. Dollar Tree cut its annual profit forecast to between $4.80 and $5.10 per share, while Dollar General expects earnings of $5.95-$6.15 per share. Analysts on average had expected full-year earnings of $5.66 and $6.08 for Dollar Tree and Dollar General, respectively."}
{"id": 83, "path": "data\\corpus\\news_0063086.txt", "chunk_index": 1, "text": "Both retailers warned freight costs would continue to weigh on full-year profits, with Dollar Tree cutting its forecast. Dollar General, on the other hand, maintained its full-profit forecast. “(Freight) costs are trending higher than our original guidance,” Dollar Tree Chief Financial Officer Kevin Wampler said. Dollar Tree cut its annual profit forecast to between $4.80 and $5.10 per share, while Dollar General expects earnings of $5.95-$6.15 per share. Analysts on average had expected full-year earnings of $5.66 and $6.08 for Dollar Tree and Dollar General, respectively. Excluding items, Dollar General earned $1.36 per share, falling short of analysts’ expectation of $1.40. Dollar Tree earned $1.19 per share, missing the estimate of $1.23. Reporting by Aishwarya Venugopal in Bengaluru; Editing by Sai Sachin Ravikumar and Sriraj Kalluvila"}
{"id": 84, "path": "data\\corpus\\news_0063087.txt", "chunk_index": 0, "text": "Spine surgery may not be needed to ease back pain from osteoporosis May 31, 2018 / 6:00 PM / Updated 2 hours ago Spine surgery may not be needed to ease back pain from osteoporosis Lisa Rapaport 4 Min Read\n(Reuters Health) - Patients with acute pain from osteoporosis damage to the spine don’t experience any more relief from surgery to inject cement into cracked or broken vertebrae than they would with a sham procedure, a recent trial in The Netherlands suggests. All of the patients in the experiment had compression fractures, which can happen when osteoporosis makes bones less dense and more brittle with age. Half of the participants had vertebroplasty, a procedure that uses injected cement to harden and stabilize bones and support the spine, and half of them got sham surgeries where local anesthesia was injected, but no cement. One year later, patients in both groups felt significantly less pain, but those who had vertebroplasty didn’t experience any more pain reduction than people who had sham procedures, the study found. “The majority of fractured spines heal spontaneously in the same way as other bone fractures do and vertebroplasty doesn’t improve this,” said Dr. Evan Davies, author of an editorial accompanying the study and a spine surgeon at the University Hospital Southampton in the UK. Vertebroplasty has been controversial for years because research to date has offered a mixed picture of its safety and effectiveness. Some studies found it improved pain relief, while others didn’t, and it has been linked to rare but serious side effects like paralysis and potentially fatal blood clots in the lungs. Compression fractures can be treated with other approaches, including painkillers, bed rest or a back brace. Untreated, these fractures can lead over time to deformities in the spine, mobility restrictions, and diminished height and make it difficult for people to sit, eat and sleep. The current study involved 180 patients who were at least 50 years old and complained of pain related to compression fractures that had happened within the previous nine weeks. They were randomly assigned to receive vertebroplasty or sham procedures, and patients weren’t told which group they joined. In both groups, patients could hear and smell bone cement being mixed in the operating room and feel needle incisions in their back when anesthesia was administered. While both groups reported a meaningful reduction in pain, the difference between them was too small to rule out the possibility that it was due to chance. With vertebroplasty, however, fewer patients had persistent pain or secondary fractures during follow-up, said lead study author Dr. Cristina Firanescu of Elisabeth-Tweesteden Hospital in Tilburg, The Netherlands. This suggests there might be a subset of patients who might potentially benefit from vertebroplasty even if it’s not an effective early treatment for all patients with compression fractures, Firanescu said by email."}
{"id": 85, "path": "data\\corpus\\news_0063087.txt", "chunk_index": 1, "text": "While both groups reported a meaningful reduction in pain, the difference between them was too small to rule out the possibility that it was due to chance. With vertebroplasty, however, fewer patients had persistent pain or secondary fractures during follow-up, said lead study author Dr. Cristina Firanescu of Elisabeth-Tweesteden Hospital in Tilburg, The Netherlands. This suggests there might be a subset of patients who might potentially benefit from vertebroplasty even if it’s not an effective early treatment for all patients with compression fractures, Firanescu said by email. One limitation of the study is that it lacked a control group of patients who received non-surgical treatments like painkillers, back braces or bed rest, researchers note in The BMJ. Another drawback is that all of the patients had recent fractures, making it unclear if results would be similar for people who had chronic pain many months after fractures developed. It’s also possible that some patients in the study experienced chronic back pain unrelated to compression fractures and caused instead by damaged discs or other issues. Still, the results suggest that patients should not consider vertebroplasty for fractures that happened only a month or two ago, Davies said by email. “You don’t need a vertebroplasty under nine weeks following onset of pain, because for most people the pain just gets better,” Davies said. “If the pain doesn’t improve and imaging suggests the fracture hasn’t healed then it may be appropriate.”\nSOURCE: bit.ly/2IYuYaZ and bit.ly/2skZ3aA The BMJ, online May 9, 2018."}
{"id": 86, "path": "data\\corpus\\news_0063088.txt", "chunk_index": 0, "text": "Sri Lankan rupee hits record closing low as banks, importers buy dollar May 31, 2018 / 12:13 PM / Updated 13 minutes ago Sri Lankan rupee hits record closing low as banks, importers buy dollar Reuters Staff 2 Min Read\nCOLOMBO, May 31 (Reuters) - The Sri Lankan rupee touched a record closing low on Thursday on strong dollar demand from foreign banks and importers while exporters stayed on the sidelines expecting the rupee to weaken further in line with other emerging market currencies. The spot rupee ended at 158.50/60 per dollar, its lowest close, compared with Wednesday’s close of 158.20/30. The rupee hit an all-time low of 158.50 per dollar on May 16. The currency has declined 0.35 percent so far this month after a 1.5 percent fall in April. It has fallen 3.1 percent so far this year. “Demand was there today from importers and some foreign banks,” a currency dealer said. Dealers said the rupee will be under pressure with exporters staying on the sidelines in anticipation of a fall in the unit, in line with other emerging market currencies. A possible slump in the country’s top agriculture export, tea, due to heavy monsoon rains also weighed on sentiment. Dealers expect lower dollar inflows from tea exports to weigh on the currency, apart from debt repayments by the government, and see the rupee declining between 4 percent and 5 percent this year. The pressure on the currency is unwarranted as gross external reserves are at $9.1 billion and the real effective exchange rate indexes indicate that the currency is competitive, the central bank had said. Foreign investors sold government securities worth a net 457 million rupees ($2.89 million) in the week ended May 23, bringing the outflow so far this year to 16.2 billion rupees, central bank data showed. ($1 = 158.0000 Sri Lankan rupees) (Reporting by Shihar Aneez and Ranga Sirilal; Editing by Vyas Mohan)"}
{"id": 87, "path": "data\\corpus\\news_0063089.txt", "chunk_index": 0, "text": "Decline and fall? How Italy fell out of love with the euro May 31, 2018 / 3:16 PM / Updated an hour ago Decline and fall? How Italy fell out of love with the euro Alastair Macdonald , Francesco Guarascio 3 Min Read\nBRUSSELS (Reuters) - Italians used to love the euro. Now they are not so sure, voting for populist parties whose prospective government has spooked investors fearful that Italy might quit the monetary union. FILE PHOTO: The German Central Bank (Bundesbank) presents the new 50 euro banknote at its headquarters in Frankfurt, Germany, March 16, 2017. REUTERS/Kai Pfaffenbach/File Photo\nIt is a tale of a romance gone sour over two decades of monotony, as Italy’s economy has stagnated since it ditched the ever-devaluing lira for the EU’s newly minted common currency. Mirroring that disenchantment, Germans who were reluctant to give up their beloved Deutschmark have seen their economy power forward since the euro was introduced in 1999 — and they have warmed to the now 19-nation currency, as Italians have cooled. The European Commission has been tracking support across the EU for the euro in its Eurobarometer survey since the 1990s while its Eurostat statistics agency collates economic data. (See graphic: tmsnrt.rs/2LaYB5w )\nIn 2000, with the euro a year old in bank accounts but still not in Europeans’ pockets as notes and coins, fully four Italians in five — 81 percent — thought it a good idea while only 50 percent of Germans were in favour of sharing their rock-solid mark with a country where an espresso cost 1,000 lire. For comparison among the three big economies which joined the euro zone, the French were somewhat middling, with two thirds of them seeing mainly benefits from giving up the franc. Fast forward to today, and there is a dramatic turnaround, both in attitudes to the euro and the state of EU economies. Italy’s national income has grown in real terms by just 3 percent since 2000, according to Eurostat’s measure of GDP at constant 2010 prices. Germans were fully 24 percent better off last year compared to 17 years earlier, the French 22 percent. Over the same period, Italians’ support for the euro has plunged, to 59 percent in the last Eurobarometer survey in November. That, however, reflected an upturn from a lows of 53 percent hit in 2012-13, at the height of the debt crises in other euro states, and again in 2016 after Greece’s bankruptcy and an EU crisis over Mediterranean migrants rocked Italy. Conversely, while French support is broadly steady, German backing for the euro has hit 80 percent, climbing steadily since its early days, when the reunited Germany’s economy was for a time Europe’s “sick man”. That, say some critics, is because Berlin has pressured the EU to run the euro for German benefit."}
{"id": 88, "path": "data\\corpus\\news_0063089.txt", "chunk_index": 1, "text": "That, however, reflected an upturn from a lows of 53 percent hit in 2012-13, at the height of the debt crises in other euro states, and again in 2016 after Greece’s bankruptcy and an EU crisis over Mediterranean migrants rocked Italy. Conversely, while French support is broadly steady, German backing for the euro has hit 80 percent, climbing steadily since its early days, when the reunited Germany’s economy was for a time Europe’s “sick man”. That, say some critics, is because Berlin has pressured the EU to run the euro for German benefit. The anti-establishment 5-Star movement and the League have denounced the effect of euro membership on Italy and EU limits on public borrowing but they are not calling for a referendum on “Italexit” — two private polls on Thursday found that 60-72 percent of Italians still prefer to keep the euro. EU officials say Italy can still benefit from the single currency but must reform its economy so that it can recover international competitiveness without having recourse to the currency devaluations on which it relied in the last century. Graphic by Lea Desrayaud; Writing by Alastair Macdonald; Editing by Matthew Mpoke Bigg"}
{"id": 89, "path": "data\\corpus\\news_0063090.txt", "chunk_index": 0, "text": "The markets don't say we are in a trade war: Steve Odland The markets don't say we are in a trade war: Steve Odland 1 Hour Ago Steve Odland, President and CEO of the Committee for Economic Development, and John Rutledge, CIO of Safanad, discuss the implications of the Trump administration's tariffs on the stock market."}
{"id": 90, "path": "data\\corpus\\news_0063091.txt", "chunk_index": 0, "text": "Nipah virus death toll rises to 15, two new cases found in India's Kerala May 31, 2018 / 6:19 AM / Updated 5 hours ago Nipah virus death toll rises to 15, two new cases found in India's Kerala D. Jose , Subrat Patnaik 2 Min Read\nKOCHI/MUMBAI (Reuters) - Two new cases of the deadly brain-damaging Nipah virus have been confirmed in the southern Indian state of Kerala, where another two people were killed by the virus, a health official said on Thursday. People wear masks as they wait outside a casualty ward at a hospital in Kozhikode in the southern state of Kerala, India, May 23, 2018. REUTERS/Stringer/File Photo\nThe two new Nipah cases in Kerala take the total number of confirmed cases to 17, Kozhikode district medical officer V. Jayashree told Reuters. Fifteen of those people have died, she said. The latest victims, identified as Madhusudhanan, 55, and Akhil, 28, were believed to have contracted the virus from a medical college, Jayashree said. No confirmed cases of the virus have been found yet outside Kerala despite fears it had spread. Several other Indian states have sent samples for testing from people who reported Nipah-like symptoms in the past few days. Samples taken from bats in Kozhikode district, the suspected epicenter of the infection, have been sent for testing to the National Institute of High Security Animal Diseases in Bhopal, Madhya Pradesh, animal husbandry officer A. Mohandas said, as officials continue to try to track the root of the outbreak. There is no vaccine for the virus, which is spread through bodily fluids and can cause encephalitis, or inflammation of the brain, the World Health Organization says. However, WHO said India has the capacity to rapidly respond and verify cases with laboratory testing. “At the moment, the outbreak is localized and WHO assesses the risk to be low at the national and regional levels.” Reporting by D. Jose in Kochi and Subrat Patnaik in Mumbai; Editing by Euan Rocha and Paul Tait"}
{"id": 91, "path": "data\\corpus\\news_0063092.txt", "chunk_index": 0, "text": "Vibra Healthcare Enters Partnership to Combine Ernest Health, Inc. and Certain Vibra Healthcare Assets MECHANICSBURG, Pa., May 31, 2018 /PRNewswire/ -- Vibra Healthcare, LLC (\"Vibra\"), a post-acute care provider, today announced it has reached an agreement to form a partnership consisting of Ernest Health, Inc. (\"Ernest\"), and several Vibra rehabilitation hospitals and development projects, which will be contributed in exchange for a significant equity participation in the new entity. One Equity Partners (\"OEP\"), a leading middle market private equity firm which joins Vibra in the partnership, has agreed to acquire Ernest from Medical Properties Trust (\"MPT\") and Ernest's management shareholders. Following the completion of the transactions, Ernest will be managed by the Vibra management team, led by Chairman & CEO Brad Hollinger, and will continue to operate under the Ernest name. Ernest currently operates twenty-five inpatient rehabilitation and long-term acute care hospitals in eleven states, including Arizona, Colorado, Idaho, Indiana, Montana, New Mexico, Ohio, South Carolina, Texas, Utah and Wyoming. Financial details of the transactions have not been disclosed. The transactions are expected to close during the third quarter of 2018. \"We are very excited to have the opportunity to join forces with an organization with an exceptional industry reputation,\" stated Brad Hollinger, Vibra's Chairman and Chief Executive Officer. \"The Ernest management team is recognized as an industry leader in patient care and we look forward to establishing best practices system wide. Strategically, the Ernest hospitals balance Vibra's portfolio of hospitals between inpatient rehabilitation and long-term acute care, better positioning Vibra to thrive in the fast-changing post-acute environment. From a geographic perspective, Ernest provides Vibra entry into over twenty new markets. Furthermore, we are delighted to partner with OEP, a private equity firm with an outstanding reputation for creating shareholder value,\" Hollinger added. \"The Vibra management team has demonstrated a tremendous ability to grow companies across the post-acute care continuum organically and via acquisitions. The opportunity to partner with Brad and the Vibra management team was a critical factor in our decision to acquire Ernest. The combination of Ernest with the Vibra assets represents the culmination of several years working with the Vibra team who we believe are uniquely qualified to build upon the strong Ernest foundation,\" added Greg Belinfanti, Senior Managing Director at OEP. About Vibra Healthcare\nVibra Healthcare, LLC is a post-acute care provider based in Mechanicsburg, PA that is focused on the development, acquisition, and operation of freestanding specialty acute care hospitals, medical rehabilitation hospitals, and outpatient physical rehabilitation centers. Teams of highly trained specialists lead clinical programs at Vibra's specialty hospitals for rehabilitating patients who suffer from strokes, multiple traumas, major orthopedic, neurologic, cardiac, and respiratory conditions. Vibra and its affiliates currently employ over 6,000 employees and own and operate 45 specialty hospitals, transitional care units/facilities, and hospital-based outpatient physical therapy locations in 14 states."}
{"id": 92, "path": "data\\corpus\\news_0063092.txt", "chunk_index": 1, "text": "About Vibra Healthcare\nVibra Healthcare, LLC is a post-acute care provider based in Mechanicsburg, PA that is focused on the development, acquisition, and operation of freestanding specialty acute care hospitals, medical rehabilitation hospitals, and outpatient physical rehabilitation centers. Teams of highly trained specialists lead clinical programs at Vibra's specialty hospitals for rehabilitating patients who suffer from strokes, multiple traumas, major orthopedic, neurologic, cardiac, and respiratory conditions. Vibra and its affiliates currently employ over 6,000 employees and own and operate 45 specialty hospitals, transitional care units/facilities, and hospital-based outpatient physical therapy locations in 14 states. For additional information about Vibra Healthcare's network of specialty hospitals and post-acute care continuum, please visit our website at www.vibrahealthcare.com . About One Equity Partners\nOEP is a middle-market private equity firm with approximately $7 billion of assets under management focused on the industrial, healthcare, and technology sectors in North America and Europe. The firm builds market-leading companies by identifying and executing transformative business combinations. OEP is a trusted partner with a differentiated investment process, a broad and senior team, and an established track record generating long-term value for its partners. Since 2001, the firm has completed more than 170 transactions worldwide. OEP, founded in 2001, spun out of JP Morgan in 2015. The firm has offices in New York, Chicago, and Frankfurt. For more information, please visit www.oneequity.com . View original content with multimedia: http://www.prnewswire.com/news-releases/vibra-healthcare-enters-partnership-to-combine-ernest-health-inc-and-certain-vibra-healthcare-assets-300657518.html\nSOURCE Vibra Healthcare, LLC"}
{"id": 93, "path": "data\\corpus\\news_0063093.txt", "chunk_index": 0, "text": "Oil price rise hurts consumers, helps sector in U.S.: Fed official NEW YORK (Reuters) - The rise in oil prices has a balanced effect on the U.S. economy, pinching consumers but boosting the energy sector, Federal Reserve Governor Lael Brainard said on Thursday. “As oil prices have gone up ... it is seen as taking some disposable income out of the pocket of consumers. But at the same time they are starting to see higher returns because of the changes in the tax” cut legislation, she told economists in New York. “The effect on the overall economy though ... importantly is not just through consumers but it’s also through the activity and business investment in the oil and gas sector (which today) is being a support to growth.”\nReporting by Jonathan Spicer; Editing by Chizu Nomiyama"}
{"id": 94, "path": "data\\corpus\\news_0063094.txt", "chunk_index": 0, "text": "Exclusive: Late to teapot party, ExxonMobil breaks with tradition in wooing China's oil market DONGYING, China (Reuters) - ExxonMobil Corp’s global oil marketing team stormed into China this week hoping to elbow aside rivals and gain access to the nation’s “teapot” refining market, executives told Reuters. A booth of U.S. major ExxonMobil is seen at the China (Dongying) International Petrochemical Trade Exhibition in Dongying, Shandong province, China May 29, 2018. Picture taken May 29, 2018. REUTERS/Chen Aizhu The push by Exxon, the world’s biggest oil and gas company by market value, to court the independent refiners, known as teapots, illustrates the clout they are exerting on the global oil market since winning crude import licenses from the government in 2015. The refiners are big foreign crude buyers in a country that is now the world’s largest oil importer. To make up for a late arrival, Exxon this week sent a dozen traders and marketers, including global crude marketing manager Thomas Martenak, to an oil trade show in Dongying, a hub for the independent refiners in the eastern province of Shandong. The team included crude oil traders, products marketers and finance staff from Houston, Singapore, Thailand and Shanghai. At a booth at the center of Dongying’s downtown exhibit hall, staff handed out gift bags containing backpacks emblazoned with the ExxonMobil logo, flanked by stands from Malaysia’s Petroliam Nasional and France’s Total and about 20 local refiners. On Monday evening, Exxon’s team wined and dined prospective customers and traders at a dinner attended by around 200 guests, according to multiple people who attended. Goodie bags at the party contained flasks for travel use, they said. The marketing blitz is a departure from Exxon’s traditional methods of peddling their crude such as one-on-one meetings. “I have never seen ExxonMobil ever do this kind of thing in my whole career,” said Lau Kay Hoe, a delegate who retired recently after more than three decades working in shipping and trading at the company. Thomas Martenak (2nd L), international crude marketing manager for U.S. major ExxonMobil, talks to a visitor at the ExxonMobil booth during the China (Dongying) International Petrochemical Trade Exhibition in Dongying, Shandong province, China May 30, 2018. REUTERS/Chen Aizhu Exxon produces 2.5 million barrels per day (bpd) of crude from Europe, Africa, the Middle East and the Americas that mainly supplies its own refining system. The company push occurs amid a looming trade war between the United States and China, the world’s two biggest economies. The two sides agreed in talks earlier this month that U.S. energy sales were crucial to offsetting the $335 billion trade deficit the U.S. has with China, its top trading partner. [nL3N1SS1VH]\nMartenak, who flew in from Houston for the event, said the firm was drawn by the growing importance of China’s independent refiners in the regional market, rather than politics."}
{"id": 95, "path": "data\\corpus\\news_0063094.txt", "chunk_index": 1, "text": "The company push occurs amid a looming trade war between the United States and China, the world’s two biggest economies. The two sides agreed in talks earlier this month that U.S. energy sales were crucial to offsetting the $335 billion trade deficit the U.S. has with China, its top trading partner. [nL3N1SS1VH]\nMartenak, who flew in from Houston for the event, said the firm was drawn by the growing importance of China’s independent refiners in the regional market, rather than politics. This was the first publicity push by the oil sales and supply team in the eight years since he took over the reins as the global marketing chief, he said. “We probably are not as fast as some of the traders ... We want to make it up quickly so we can become a major supplier in the region,” he told a seminar on Tuesday. Martenak’s team has also met with potential teapot clients in private meetings this week, but their main purpose was to act as Exxon’s “ambassador” rather than cutting deals, he told Reuters at its booth. Thomas Martenak (R), international crude marketing manager for U.S. major ExxonMobil, talks to a visitor at the ExxonMobil booth during the China (Dongying) International Petrochemical Trade Exhibition in Dongying, Shandong province, China May 30, 2018. REUTERS/Chen Aizhu New rules from the International Maritime Organization requiring ships to use low-sulphur fuel starting in 2020 will also likely boost China’s need for U.S. sweet, or low-sulphur, crude, he said. CHARM OFFENSIVE Exxon’s charm offensive is starting in Dongying, an oil town built in the 1960s on China’s second-largest oilfield. The city is now the country’s biggest refining center with more 32 refineries and total annual refining capacity of 69 million tonnes, or about 1.38 million bpd. China has nearly 40 independent refiners and since winning their import quotas three years ago they now buy one-fifth of China’s crude oil imports of 9.6 million bpd. Most of China’s teapots are in Shandong, sucking in crude from West Africa, Russia, Oman and Brazil. Exxon’s late arrival means they face competition from global peers such as BP and Royal Dutch Shell. Additionally, global traders, Vitol, Trafigura and Mercuria were among the early movers to the teapot market. Their China-based traders make monthly visits to Shandong, which often involve entertaining over drinks before discussing deals. reut.rs/2J25zgH\nBP’s China marketing team in Beijing and Shanghai is the largest among the international oil majors, followed by Shell. “ExxonMobil, like Chevron, are late comers in the Shandong market,” said an independent refining executive at a plant in Dongying. “They are very strong in global supply sources, but compared to traders like Mercuria, Trafigura and Vitol, their knowledge of the local market is not as deep.”\nReporting by Chen Aizhu and Meng Meng; Editing by Josephine Mason and Christian Schmollinger"}
{"id": 96, "path": "data\\corpus\\news_0063095.txt", "chunk_index": 0, "text": "Chinese border forces plan to visit old foe India amid reset in ties BEIJING (Reuters) - China is discussing with India a visit by Chinese border forces to build trust on their disputed frontier, China’s defense ministry said on Thursday, as the neighbors seek to reset ties following a summit between their leaders. Chinese President Xi Jinping and Indian Prime Minister Narendra Modi agreed in April to open a new chapter in ties, just months after a dispute over a stretch of their high-altitude Himalayan border rekindled fears of war.China wants to develop military ties with India to boost mutual trust and manage differences, Chinese defense ministry spokesman Ren Guoqiang told a monthly news briefing. The two countries were in talks for a visit to India by a delegation of Chinese border forces, he added, without giving details. Such exchanges can help “strengthen border management and control and further mutual trust between front-line forces”, Ren said. Hundreds of troops from both sides were deployed in 2017 on the Doklam plateau, near the borders of India, its ally Bhutan, and China after India objected to Chinese construction of a road in the Himalayan area in their most serious standoff in years. There is still deep mistrust between the neighbors over their festering border dispute, which triggered a brief war in 1962. Reporting by Ben Blanchard; Editing by Darren Schuettler"}
{"id": 97, "path": "data\\corpus\\news_0063096.txt", "chunk_index": 0, "text": "Smoking down, but tobacco use still a major cause of death, disease - WHO GENEVA (Reuters) - Fewer people are smoking worldwide, especially women, but only one country in eight is on track to meet a target of reducing tobacco use significantly by 2025, the World Health Organization (WHO) said on Thursday. Used cigarette butts spill out of a full ashtray on the wall of a shopping centre in Warrington, northern England January 15, 2013. REUTERS/Phil Noble Three million people die prematurely each year due to tobacco use that causes cardiovascular diseases such as heart attacks and stroke, the world’s leading killers, it said, marking World No Tobacco Day. They include 890,000 deaths through second-hand smoke exposure. The WHO clinched a landmark treaty in 2005, now ratified by 180 countries, that calls for a ban on tobacco advertising and sponsorship, and taxes to discourage use. “The worldwide prevalence of tobacco smoking has decreased from 27 percent in 2000 to 20 percent in 2016, so progress has been made,” Douglas Bettcher, director of the WHO’s prevention of noncommunicable diseases department, told a news briefing. Launching the WHO’s global report on trends in prevalence of tobacco smoking, he said that industrialised countries are making faster progress than developing countries. “One of the major factors impeding low- and middle-income countries certainly is countries face resistance by a tobacco industry who wishes to replace clients who die by freely marketing their products and keeping prices affordable for young people,” he added. Progress in kicking the habit is uneven, with the Americas the only region set to meet the target of a 30 percent reduction in tobacco use by 2025 compared to 2010, for both men and women, the WHO said. However, the United States is currently not on track, bogged down by litigation over warnings on cigarette packaging and lags in taxation, said Vinayak Prasad of the WHO’s tobacco control unit. Parts of Western Europe have reached a “standstill”, particularly due to a failure to get women to stop smoking, African men are lagging, and tobacco use in the Middle East is actually set to increase, the WHO said. Overall, tobacco kills more than 7 million a year and many people know that it increases the risk of cancer, the WHO said. But many tobacco users in China and India are unaware of their increased risk of developing heart disease and stroke, making it urgent to step up awareness campaigns, it said. “The percentage of adults who do not believe smoking causes stroke are for example in China as high as 73 percent, for heart attacks 61 percent of adults in China are not aware that smoking increases the risk,” Bettcher said. “We aim to close this gap.”\nChina and India have the highest numbers of smokers worldwide, accounting for 307 million and 106 million, respectively, of the world’s 1.1 billion adult smokers, followed by Indonesia with 74 million, WHO figures show."}
{"id": 98, "path": "data\\corpus\\news_0063096.txt", "chunk_index": 1, "text": "“The percentage of adults who do not believe smoking causes stroke are for example in China as high as 73 percent, for heart attacks 61 percent of adults in China are not aware that smoking increases the risk,” Bettcher said. “We aim to close this gap.”\nChina and India have the highest numbers of smokers worldwide, accounting for 307 million and 106 million, respectively, of the world’s 1.1 billion adult smokers, followed by Indonesia with 74 million, WHO figures show. India also has 200 million of the world’s 367 million smokeless tobacco users. Editing by Alexandra Hudson\nOur Standards: The Thomson Reuters Trust Principles."}
{"id": 99, "path": "data\\corpus\\news_0063097.txt", "chunk_index": 0, "text": "Russia central bank says inflationary expectations up in May MOSCOW (Reuters) - Russian households’ expectations for inflation rose in May back to levels seen in March, as the rouble turned more volatile and fuel prices rose, the central bank said on Wednesday. The rouble declined in April following a new round of U.S. sanctions against Russian interests. The central bank said in a regular monthly report that room for a decline in inflationary expectations would be limited by higher fuel prices in the coming months. Reporting by Andrey Ostroukh; editing by John Stonestreet\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 100, "path": "data\\corpus\\news_0063098.txt", "chunk_index": 0, "text": "UAE’s Al Yah-3 satellite ready to launch commercial services ABU DHABI, May 30 (Reuters) - United Arab Emirates satellite operator Yahsat on Wednesday said its third satellite Al Yah-3 had completed its in-orbit testing and was ready to launch commercial services. The satellite will expand Yahsat’s Ka-band coverage to 19 additional markets across Africa, covering 60 percent of the population, a statement from the company said. It also marks Yahsat’s debut in Brazil where 95 percent of the population will have access to its satellite services. “We are now focusing on the commercial launch of our services using Al Yah-3 over the coming weeks,” Masood Sharif Mahmood, chief executive of Yahsat said. Al Yah-3, an all Ka-band satellite was launched on an Ariane 5 rocket by Arianespace in January this year. Yahsat is owned by Abu Dhabi state investment fund Mubadala. Reporting by Stanley Carvalho, editing by Jane Merriman\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 101, "path": "data\\corpus\\news_0063099.txt", "chunk_index": 0, "text": "Italy president playing for time on government formation: source ROME (Reuters) - Italian Prime Minister-designate Carlo Cottarelli will move slowly in trying to form a technocratic government in order to give parties time to try to agree on a more “political” administration, a source close President Sergio Mattarella said. Mattarella gave Cottarelli a mandate on Monday to form a government, but the former International Monetary Fund official has not yet come up with a cabinet team and all the main political parties have said they will not back him in parliament. At the same time, parties have called for fresh elections while negotiating over a possible coalition deal to end almost three months of political deadlock accompanied by market turmoil. Mattarella and Cottarelli met on Wednesday and “decided together not to rush things (to favor) a possible political government,” the source said. Reporting by Massimiliano Di Giorgio, writing by Gavin Jones\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 102, "path": "data\\corpus\\news_0063115.txt", "chunk_index": 0, "text": "Callon Petroleum Company Announces Closing of Common Stock Offering and Full Exercise of Over-allotment Option to Purchase Additional Shares NATCHEZ, Miss., May 30, 2018 /PRNewswire/ -- Callon Petroleum Company (NYSE: CPE) (\"Callon\" or the \"Company\") announced today the closing of its previously announced underwritten public offering of 25,300,000 shares of its common stock, including 3,300,000 shares sold to the underwriters pursuant to their over-allotment option to purchase additional shares, which the underwriters exercised on May 29, 2018. Following this issuance, Callon now has 227,495,770 shares of common stock issued and outstanding. The Company received approximately $288.6 million of total net proceeds from the offering after deducting underwriters' discounts and commissions and estimated offering expenses. The Company intends to use the net proceeds from the offering to partially fund the previously disclosed purchase from Cimarex Energy Co. of certain producing oil and gas properties and undeveloped acreage in the Delaware Basin. If the pending acquisition is not consummated, the Company intends to use the net proceeds from the offering to fund a portion of its exploration and development activities, a potential redemption of its preferred stock, and for general corporate purposes, which may include leasehold interest and property acquisitions, repayment of indebtedness, and working capital. J.P. Morgan and Morgan Stanley are acting as joint book-running managers; Barclays, BofA Merrill Lynch, Citigroup, Credit Suisse, RBC Capital Markets and Scotia Howard Weil are acting as senior co-managers; and Capital One Securities, Jefferies, Simmons & Company International, Energy Specialists of Piper Jaffray, SunTrust Robinson Humphrey and Tudor, Pickering, Holt & Co. are acting as co-managers for the offering. The offering will be made only by means of a prospectus supplement and the accompanying base prospectus, copies of which may be obtained on the Securities and Exchange Commission's (the \"SEC\") website at www.sec.gov . Alternatively, the underwriters will arrange to send you the prospectus supplement and related base prospectus if you request them by contacting J.P. Morgan Securities LLC, c/o Broadridge Financial Solutions, 1155 Long Island Avenue, Edgewood, NY 11717, Attention: Prospectus Department, via telephone at 1-866-803-9204, or by e-mailing prospectus-eq_fi@jpmchase.com ; or Morgan Stanley & Co. LLC, Attention: Prospectus Department, or by mailing 180 Varick Street, 2nd Floor - New York, NY 10014. This press release shall not constitute an offer to sell or the solicitation of an offer to buy the securities, nor shall there be any sale of the securities in any state or jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such state or jurisdiction. The offering may only be made by means of a prospectus supplement and related base prospectus. About Callon Petroleum Company\nCallon is an independent energy company focused on the acquisition, development, exploration and operation of oil and natural gas properties in the Permian Basin in West Texas."}
{"id": 103, "path": "data\\corpus\\news_0063115.txt", "chunk_index": 1, "text": "This press release shall not constitute an offer to sell or the solicitation of an offer to buy the securities, nor shall there be any sale of the securities in any state or jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such state or jurisdiction. The offering may only be made by means of a prospectus supplement and related base prospectus. About Callon Petroleum Company\nCallon is an independent energy company focused on the acquisition, development, exploration and operation of oil and natural gas properties in the Permian Basin in West Texas. Cautionary Statement Regarding Forward Looking Statements\nThis news release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements include all statements regarding the consummation of the pending acquisition and completion of related financings and the time frame in which these transactions will occur, the implementation of the Company's business plans and strategy, as well as statements including the words \"believe,\" \"expect,\" \"plans\" and words of similar meaning. These statements reflect the Company's current views with respect to future events and financial performance. No assurances can be given, however, that these events will occur or that these projections will be achieved, and actual results could differ materially from those projected as a result of certain factors. Some of the factors which could affect the Company's future results and could cause results to differ materially from those expressed in its forward-looking statements are more fully discussed in the Company's filings with the SEC, including its Annual Reports on Form 10-K and Quarterly Reports on Form 10-Q, available on the Company's website or the SEC's website at www.sec.gov . For further information contact:\nMark Brewer\nDirector of Investor Relations\n281-589-5279\nView original content: http://www.prnewswire.com/news-releases/callon-petroleum-company-announces-closing-of-common-stock-offering-and-full-exercise-of-over-allotment-option-to-purchase-additional-shares-300656628.html\nSOURCE Callon Petroleum Company"}
{"id": 104, "path": "data\\corpus\\news_0063116.txt", "chunk_index": 0, "text": "BRIEF-HubStyle Q1 Net Loss Widens To 1.3 Mln Zlotys May 30 (Reuters) - HUBSTYLE SA:\n* REPORTED ON TUESDAY Q1 NET LOSS OF 1.3 MILLION ZLOTYS VERSUS LOSS OF 0.7 MILLION ZLOTYS YEAR AGO\n* Q1 OPERATING REVENUE 2.1 MILLION ZLOTYS VERSUS 3.3 MILLION ZLOTYS YEAR AGO\nSource text for Eikon:\nFurther company coverage: (Gdynia Newsroom)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 105, "path": "data\\corpus\\news_0063117.txt", "chunk_index": 0, "text": "Ahead of elections, a risky battle for Ukraine's soul PTYCHA, Ukraine (Reuters) - One recent Sunday morning in the western Ukrainian village of Ptycha, a battle for control of the church between rival Orthodox factions forced parishioners to worship in unusual places. Metropolitan of Kiev and All Ukraine Onufry (Onufriy), the Primate of the Ukrainian Orthodox Church of the Moscow Patriarchate, conducts a memorial service at the Tomb of Unknown Soldier in Kiev, Ukraine May 9, 2018. REUTERS/Valentyn Ogirenko To the left of the building, dozens squeezed into the caretaker’s lodge, above which a small Ukrainian flag fluttered. To the right, and a short walk down the road, a second service took place in the priest’s packed garage. People spilled out into the garden where they shared the space with the occasional stray chicken. The 106-year-old Holy Assumption church itself was padlocked and three police officers were nearby to guard it. The standoff is the upshot of a tussle that pits a church aligned with Russian Orthodoxy — widely referred to in Ukraine as the Moscow Patriarchate — against a breakaway rival called the Kiev Patriarchate. Religious divisions deepened in 2014 after the annexation of Crimea by Russia and subsequent conflict between Ukrainian and Russian-backed separatist forces over the Donbass region in the east. Those tensions are back in focus after Petro Poroshenko, the pro-Western president who faces a tight election race next March, stepped up efforts to create an independent, or “autocephalous”, national church. He says the move is designed to bring religious and social unity as well as to blunt Russia’s influence in Ukraine. “This question goes far beyond the ecclesiastical. It is about our finally acquiring independence from Moscow,” Poroshenko told parliament in April. CHURCH DIVIDED The Moscow Patriarchate considers its Ukrainian rival illegitimate, and fiercely opposes Poroshenko’s proposal. The Kiev branch, which broke away in 1992 after the fall of the Soviet Union, supports it. Critics of the Moscow Patriarchate call it a fifth column for the Kremlin, used to harbor pro-Russian separatist fighters, store weapons, justify Russian expansionism and spread anti-Ukrainian propaganda. Mykhailo Voytyuk, a leader of the Kiev Patriarchate community in Ptycha, says Moscow Patriarchate priests treat them as second-class citizens and broke an agreement to let both sides take turns to hold services in the church. “We are nobodies and they are everything. We are the unblessed. We are the dissidents,” he said. “The Moscow Patriarchate is the fifth column, with which the FSB brainwashes and influences the state of affairs in every village, including ours,” he added, referring to Russia’s state security service. The Moscow Patriarchate rejects such accusations. It says it is autonomous from the Russian Orthodox Church, and many of its followers feel they are unfairly cast as “stooges” of Moscow. Faithfuls of the Ukrainian Orthodox Church of the Moscow Patriarchate attend a service at the priest's packed garage in the village of Ptycha, Ukraine May 13, 2018."}
{"id": 106, "path": "data\\corpus\\news_0063117.txt", "chunk_index": 1, "text": "“The Moscow Patriarchate is the fifth column, with which the FSB brainwashes and influences the state of affairs in every village, including ours,” he added, referring to Russia’s state security service. The Moscow Patriarchate rejects such accusations. It says it is autonomous from the Russian Orthodox Church, and many of its followers feel they are unfairly cast as “stooges” of Moscow. Faithfuls of the Ukrainian Orthodox Church of the Moscow Patriarchate attend a service at the priest's packed garage in the village of Ptycha, Ukraine May 13, 2018. REUTERS/Gleb Garanich Archbishop Kliment, spokesman for the Ukrainian Orthodox Church, the official name for the Moscow Patriarchate, denied his church was a security threat and said it had done much for peace in the east. It “represents millions of religious Ukrainian citizens and to call this number of Ukrainian citizens a hotbed of instability is to defame them or define them as second class citizens who are rejected by the political elite,” he said in an interview. A PRESIDENTIAL GAMBLE? Poroshenko is trailing in the opinion polls. The move for an independent church could boost his ratings and burnish his legacy, though opponents call it a dangerous electoral ploy that will inflame social tensions. Even supporters say it is a risk. Archbishop Yevstraty, the Kiev Patriarchate spokesman, said Poroshenko acted with surprising courage in staking his authority on a policy that may not come off. “For him as a politician it is clear that if the hopes he has sowed in society ... are not realized, it is a big threat,” he said. He is not the first president to push for an autocephalous church. But the quest has gained impetus since he returned from a visit to Istanbul in April, when Poroshenko sought the backing of the Ecumenical Patriarch Bartholomew, the spiritual leader of the world’s Orthodox Christians. A spokesman for the Patriarchate declined to comment. The move is opposed by the Kremlin, Russian Orthodox Church and some of Poroshenko’s political opponents. A campaign is underway to collect signatures asking Bartholomew to block the plan. That prompted Iryna Friz, an MP in Poroshenko’s faction and senior member of the parliamentary security committee, to ask the state security service to investigate the campaign, which she says was initiated by the Moscow Patriarchate church. Asked about the assertion, Archbishop Kliment said “it is the initiative of the laity.”\nPatriarch Filaret, the leader of the Kiev Patriarchate church, would be the only obvious choice to head the autocephalous church, according to Archbishop Yevstraty. That could play well with many Ukrainians, two-thirds of whom are Orthodox believers, according to 2018 research published by the Kiev-based Razumkov think-tank. Slideshow (11 Images) The proportion of those supporting the Kiev Patriarchate doubled to 29 percent from 15 percent between 2010-2018 while support for the Moscow Patriarchate almost halved to 13 percent. The Kiev Patriarchate won followers at its rival’s expense after 2014 protests ousted a pro-Russian leader."}
{"id": 107, "path": "data\\corpus\\news_0063117.txt", "chunk_index": 2, "text": "Asked about the assertion, Archbishop Kliment said “it is the initiative of the laity.”\nPatriarch Filaret, the leader of the Kiev Patriarchate church, would be the only obvious choice to head the autocephalous church, according to Archbishop Yevstraty. That could play well with many Ukrainians, two-thirds of whom are Orthodox believers, according to 2018 research published by the Kiev-based Razumkov think-tank. Slideshow (11 Images) The proportion of those supporting the Kiev Patriarchate doubled to 29 percent from 15 percent between 2010-2018 while support for the Moscow Patriarchate almost halved to 13 percent. The Kiev Patriarchate won followers at its rival’s expense after 2014 protests ousted a pro-Russian leader. It blessed those protesting against President Viktor Yanukovich and gave sanctuary to people injured in clashes with security forces in a makeshift clinic in its St. Michael’s monastery in the center of the capital. Its leadership has denounced Russian leader Vladimir Putin as possessed by Satan. “BLAMED FOR EVERYTHING” Cases where priests from the Moscow Patriarchate refused to hold funeral services for Ukrainian soldiers who died in the Donbass conflict, or blessed pro-Russian fighters, have raised hackles. “...there are many examples when they refuse to read the burial service over deceased veterans or people baptized in Kyiv Patriarchate; this all leads to tensions,” said Rostyslav Pavlenko, the Deputy Head of the Presidential Administration. “Moreover, the veterans recall instances when churches in the east were used as rally point for terrorists,” he told Reuters. Back in November 2014, feelings ran high in Ptycha when villagers voted on whether the blue-painted church should remain part of the Moscow Patriarchate or switch across. The vote sparked years of confrontation. In December 2015, the two sides went at each other with clubs, while this April there was another standoff when hooded men broke into the church, witnesses say. The Kiev Patriarchate side accuses the Moscow Patriarchate of bringing “titushki”, or thugs-for-hire, to cause trouble. The Moscow Patriarchate side says its rival uses nationalist militia. Finally the police shut the building down. Maria Furmanets, a villager of the Moscow Patriarchate faith, says it is unfair to paint her as a Russian stooge. “We are always blamed for everything as we are ‘Moskals,’” she said, using a derogatory word for ethnic Russians. “We’ve lived our whole life in Ukraine, we love our Ukraine a lot more than they (the Kiev Patriarchate) do, we love our land and our church,” she said. “I don’t even recognize the Kiev Patriarchate - it’s a political organization.”\nPoroshenko’s plan is criticized by the Opposition Bloc, the heir to Yanukovich’s defunct Party of Regions, which has its power base in the east. “When officials interfere with church affairs, expect trouble, expect tension and interconfessional conflicts,” leader Yuriy Boyko told Reuters."}
{"id": 108, "path": "data\\corpus\\news_0063117.txt", "chunk_index": 3, "text": "“We’ve lived our whole life in Ukraine, we love our Ukraine a lot more than they (the Kiev Patriarchate) do, we love our land and our church,” she said. “I don’t even recognize the Kiev Patriarchate - it’s a political organization.”\nPoroshenko’s plan is criticized by the Opposition Bloc, the heir to Yanukovich’s defunct Party of Regions, which has its power base in the east. “When officials interfere with church affairs, expect trouble, expect tension and interconfessional conflicts,” leader Yuriy Boyko told Reuters. “The president has a low rating and is trying to raise it through this kind of action.”\nPoroshenko’s camp denies his plan is for electoral gain, saying work towards it began four years ago. “We see it as a historical opportunity,” said Pavlenko of the Presidential Administration. Additional reporting by Ece Toksabay in Ankara; Editing by Mike Collett-White\nOur Standards: The Thomson Reuters Trust Principles."}
{"id": 109, "path": "data\\corpus\\news_0063118.txt", "chunk_index": 0, "text": "Padres power past Marlins, 9-5 Rookie Padres outfielder Franmil Reyes hit a two-run, two-out home run off Marlins starter Dan Straily in the sixth inning Tuesday night to erase a one-run deficit and lead San Diego to a 9-5 victory over visiting Miami at Petco Park. It was the third homer for the 6-foot-5, 275-pound Reyes since he was promoted from Triple-A El Paso on May 14. Eric Hosmer doubled to open the sixth, but he was out at third trying to advance on a grounder by Jose Pirela. Reyes’ homer, which also scored Pirela, gave the Padres a 5-4 lead. Reyes reached the upper deck in left-center with only the third homer this season by a right-handed hitter against Straily (2-1). Right-handed batters were 6-for-49 (.122) this season before Reyes’ blast. The Padres scored four more runs in the bottom of the eighth against Tayron Guerrero. Cory Spangenberg and Hosmer opened the eighth with singles, and Pirela drew a walk to load the bases. Raffy Lopez’s bases-loaded walk forced home Spangenberg. Pinch hitter Christian Villanueva followed with a two-run single off reliever Jarlin Garcia. The final run scored when center fielder Lewis Brinson dropped a long fly by Freddy Galvis for an error. JT Riddle hit an inside-the-park homer for the Marlins in the ninth. Craig Stammen (3-0) got the win in relief of Padres starter Tyson Ross. The Padres jumped on Straily for three runs in the first after opening the game with three consecutive singles by left-handed hitters Travis Jankowski, Spangenberg and Hosmer. Jankowski scored on Hosmer’s single to center and came around when Brinson misplayed Hosmer’s hit for an error. Hosmer scored from third on Lopez’s single. All four hits in the inning were by left-handed hitters. After Manuel Margot opened the second with a single, Straily retired 12 straight Padres until Hosmer opened the sixth with a double. Meanwhile, the Marlins battled back against Ross and Stammen to take a 4-3 lead with three runs in the top of the sixth. Derek Dietrich opened the inning with a single and scored on a triple by J.T. Realmuto. Stammen replaced Ross and gave up a game-tying single to Brian Anderson, who scored the go-ahead run on a double by J.B. Shuck. —Field Level Media\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes."}
{"id": 110, "path": "data\\corpus\\news_0063118.txt", "chunk_index": 1, "text": "—Field Level Media\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 111, "path": "data\\corpus\\news_0063119.txt", "chunk_index": 0, "text": "Sears Holdings Closing 72 More Stores After Another Terrible Quarter Sears Holdings Corp. (shld) kicked off another fiscal year with declining sales from a dwindling number of stores, and more closings are on the way. The operator of Sears and Kmart stores posted a first-quarter loss of $3.93 a diluted share. Revenue fell due to fewer stores and a 12% drop in comparable-store sales. The Hoffman Estates, Illinois-based retailer said Thursday that it has identified 100 unprofitable stores, and 72 of them will begin store-closing sales in the near future. It will announce the locations to close by midday. Shares fell as much as 13% before the start of regular trading. The shares have lost 10% this year through Wednesday’s close. The decline in comparable-store sales, a key metric in retail, should be “alarming” to investors, said Noel Hebert, a Bloomberg Intelligence analyst. “You’ve basically closed half the store base over the last few years and your ‘best’ stores are still negative 12%,” he said. Chief Executive Officer Edward Lampert has been striving to revive the company by closing unprofitable stores and selling or spinning off assets like its Lands’ End clothing unit . But Sears has lost about $11 billion since 2012. Now it’s hired a second set of advisers to re-shop its Kenmore appliance brand along with some home-services businesses. In April, Lampert’s hedge fund, ESL Investments Inc., said it was willing to purchase those assets itself. “Our top priority is successfully executing our transformation to return to profitability and remain a competitive retailer for years to come,” Chief Financial Officer Rob Riecker said in a prerecorded call. The retailer said in a statement that it plans to take further action “with respect to certain near-term maturities of our debt, including through repayments, refinancings and extensions.” First quarter sales were $2.9 billion, compared with $4.2 billion a year earlier, Sears said. A rally in Sears bonds triggered by the company’s search for asset buyers is casting doubt on plans for reducing the retailer’s debt, Lampert said earlier this week. He’s the retailer’s biggest shareholder and has been using his own money for years to keep the 125-year-old chain open."}
{"id": 112, "path": "data\\corpus\\news_0063120.txt", "chunk_index": 0, "text": "After SOXX up 11% in five months After SOXX up 11% in five months 1 Hour Ago What happens chips after a big run. Our partners at Kensho, show the Philadelphia chip index still has room to run. Up an average 3.64% a month later."}
{"id": 113, "path": "data\\corpus\\news_0063121.txt", "chunk_index": 0, "text": "Term Sheet — Thursday, May 31 By Polina Marinova 9:14 AM EDT CRUISIN'\nGood morning, Term Sheet readers. It had been a little while since SoftBank pumped an absurd amount of money into a company. But today, Masayoshi Son’s Vision Fund said it plans to invest $2.25 billion into GM’s self-driving car unit Cruise to help bring fleets of autonomous vehicles to market faster. Cruise will remain a GM unit, but SoftBank will own 19.6% of the company. As part of the deal, GM will also invest $1.1 billion into Cruise. The GM and SoftBank Vision Fund investments are expected to provide the capital needed to commercialize a fleet of a self-driving, ride-hailing service beginning in 2019. The investment will be made in two parts. The first tranche of $900 million will be made at the closing of the transaction. Once Cruise’s autonomous vehicles are ready for commercial deployment, Softbank will complete the second investment of $1.35 billion. And let’s not forget that SoftBank’s investments include major ride-hailing companies such as Uber, Didi Chuxing, Grab, Ola, and 99. All of these relationships are getting tangled, and I’m having a hard time keeping them separate. Remember that GM invested $500 million in Lyft in early 2016 and owns about 9% of the company? Who cares which company will win the ride-hailing / autonomous vehicle arms race? SoftBank certainly doesn’t. When you’ve made a bet on an entire ecosystem, you’re bound to emerge as the winner. ….SPEAKING OF RIDE-HAILING, here’s an interesting tidbit: Warren Buffett offered to invest $3 billion in Uber, but the two sides couldn’t agree on the terms. Bloomberg reports that Berkshire Hathaway would have provided a convertible loan to Uber that would have protected Buffett’s investment should Uber hit financial straits, while providing significant upside if Uber continued to grow in value. If this sounds familiar, that’s because it is. Buffett had proposed similar terms to Goldman Sachs during the financial crisis. He invested $5 billion after the collapse of its rival Lehman Brothers in late 2008. In exchange, Buffett’s company got preferred stock that resulted in more than $1.6 billion in profit. Bloomberg writes, “Buffett would have effectively lent Uber his sterling reputation, along with some capital, in exchange for cushy deal terms.” But talks died when Uber CEO Dara Khosrowshahi tried to decrease the size of the deal down to $2 billion, and the two parties could not come to consensus on the terms. Advertisement THE LATEST FROM FORTUNE... • Trump Predicts ‘Massive Drops in Prices’ for Drugs. Here’s Why That Probably Won’t Happen (by Sy Mukherjee)\n• AI Is Better at Diagnosing Skin Cancer Than Your Doctor, Study Finds ( by Emily Price )\n• IBM Pledges $30 Million for Techies to Fight Natural Disasters ( by Robert Hackett )\n• Will He or Won’t He?"}
{"id": 114, "path": "data\\corpus\\news_0063121.txt", "chunk_index": 1, "text": "Bloomberg writes, “Buffett would have effectively lent Uber his sterling reputation, along with some capital, in exchange for cushy deal terms.” But talks died when Uber CEO Dara Khosrowshahi tried to decrease the size of the deal down to $2 billion, and the two parties could not come to consensus on the terms. Advertisement THE LATEST FROM FORTUNE... • Trump Predicts ‘Massive Drops in Prices’ for Drugs. Here’s Why That Probably Won’t Happen (by Sy Mukherjee)\n• AI Is Better at Diagnosing Skin Cancer Than Your Doctor, Study Finds ( by Emily Price )\n• IBM Pledges $30 Million for Techies to Fight Natural Disasters ( by Robert Hackett )\n• Will He or Won’t He? Airbnb CEO Brian Chesky Teases a 2019 IPO ( by Natasha Bach )\nVENTURE DEALS\n• Signifyd , a San Jose, Calif.-based provider of guaranteed fraud protection for e-commerce businesses, raised $100 million in Series D funding. Premji Invest led the round, and was joined by investors including Bain Capital Ventures, Menlo Ventures, American Express Ventures, IA Ventures, Allegis Cyber and Resolute Ventures. • Paxos , a New York-based financial technology company offering a blockchain-powered trust, raised $65 million in Series B funding. Investors include Liberty City Ventures, RRE Ventures, and Jay Jordan . • Klaxoon , a France-based digital learning agency that develops interactive learning tools, raised $50 million in Series B funding. Idinvest Partners led the round, and was joined by investors including Bpifrance, Sofiouest, Arkea and White Star Capital Fund. • Ava , a Switzerland-based women’s reproductive health company and maker of the cycle tracking Ava bracelet, raised $30 million in Series B funding. Investors include btov and SVC also joining the round. • Nova Credit , a San Francisco-based provider of credit reporting solutions, raised $16 million in Series A funding. General Catalyst and Index Ventures co-led the round, and were joined by investors including First Round Capital, Nyca and Y Combinator. • Coffee Meets Bagel , a San Francisco-based dating app, raised $12 million in Series B funding. Atami Capital led the round. • SnackNation , a Los Angeles-based snack delivery service, raised $12 million in Series B funding. 3L Capital led the round. • Curai , a machine learning-driven startup focused on healthcare, raised $10.7 million in Series A funding. General Catalyst led the round, and was joined by investors including Khosla Ventures . • imToken , a China-based Ethereum wallet, raised $10 million in Series A funding. Investors include IDG Capital . • Pixoneye , a U.K.-based artificial intelligence insights business, raised £6 million ($8 million) in Series A funding from Octopus Ventures. • Modern Fertility , a San Francisco-based women’s health company that makes fertility information more accessible, raised $6 million in seed funding. Investors include Maveron , Union Square Ventures, Sound Ventures, SV Angel, and #Angels. • Voltaiq , a Brooklyn-based provider of data visualization and analytics tools for batteries, raised $6.6 million in Series A funding. Anzu Partners led the round, and was joined by investors including Bee Partners, SJF Ventures, and UL Ventures."}
{"id": 115, "path": "data\\corpus\\news_0063121.txt", "chunk_index": 2, "text": "• Pixoneye , a U.K.-based artificial intelligence insights business, raised £6 million ($8 million) in Series A funding from Octopus Ventures. • Modern Fertility , a San Francisco-based women’s health company that makes fertility information more accessible, raised $6 million in seed funding. Investors include Maveron , Union Square Ventures, Sound Ventures, SV Angel, and #Angels. • Voltaiq , a Brooklyn-based provider of data visualization and analytics tools for batteries, raised $6.6 million in Series A funding. Anzu Partners led the round, and was joined by investors including Bee Partners, SJF Ventures, and UL Ventures. • Neighborhood Goods , an immersive retail and social alternative to the department store, raised $5.75 million in seed funding. Forerunner Ventures led the round, and was joined by investors including Maveron, CAA Ventures, Global Founders Capital, and NextGen Venture Partners. • Karnott , a France-based agriculture technology startup, raised €2.5 million ($2.9 million) in funding round to boost its international development. Partech and Leap Ventures, partner from the outset. • CyberSaint , a Boston-based cyber-resilience, compliance and risk management platform, raised $3 million in funding. Audeo Capital and BlueIO led the round. • Cursor , a San Francisco-based collaborative analytics platform, raised $2 million in seed funding. Toba Capital led the round, and was joined by investors including Ride Ventures. Advertisement HEALTH AND LIFE SCIENCES DEALS\n• CAMP4 Therapeutics , a Cambridge, Mass.-based platform aiming to discover effective treatment approaches for diseases, raised $30 million in Series A funding. Investors include Polaris Partners, Andreessen Horowitz, and The Kraft Group. • Ancora Heart, Inc. , a Santa Clara, Calif.-based company developing a novel therapy to address heart failure, raised $17.8 million in funding. Savitr Capita l led the round. Advertisement PRIVATE EQUITY DEALS\n• LNK Partners invested $100 million in Schweiger Dermatology Group , a New York-based provider of medical, cosmetic and surgical dermatology services. • Abris Capital Partners acquired a majority stake in Velvet Care , a Poland-based maker of personal hygiene products. Financial terms weren’t disclosed. • Marlin Equity Partners acquired FrontStream , a Reston, Va.-based provider of software solutions for non-profit fundraising and corporate giving. Financial terms weren’t disclosed. Advertisement IPOs\n• BrightView Holdings , a Plymouth Meeting, Penn.-based landscaping service, filed for a $100 million IPO. The firm posted revenue of $2.2 billion in 2016. KKR (75% pre-offering) backs the firm. Goldman Sachs, J.P. Morgan, KKR, and UBS are among bookrunners in the deal. The firm plans to list on the NYSE as “BV.” Read more . • Provention Bio, an Oldwick, N.J.-based developer of autoimmune disease therapies, filed for a best efforts IPO of between $40 million to $50 million. The firm plans to offer up to 12.5 million shares at $4 a piece. MDB Capital Group (10.8% pre-offering), Vactech (9.4%), and Johnson and Johnson (11.2%) back the firm. MDB Capital is underwriter in the deal. It plans to list on the Nasdaq as “PV.” Read more ."}
{"id": 116, "path": "data\\corpus\\news_0063121.txt", "chunk_index": 3, "text": "The firm plans to list on the NYSE as “BV.” Read more . • Provention Bio, an Oldwick, N.J.-based developer of autoimmune disease therapies, filed for a best efforts IPO of between $40 million to $50 million. The firm plans to offer up to 12.5 million shares at $4 a piece. MDB Capital Group (10.8% pre-offering), Vactech (9.4%), and Johnson and Johnson (11.2%) back the firm. MDB Capital is underwriter in the deal. It plans to list on the Nasdaq as “PV.” Read more . • Cushman & Wakefield , the New York-based real estate firm, is gearing up for an IPO filing in June, Real Deal reports citing sources. DTZ, backed by TPG, acquired the firm in 2015 for $2 billion. Read more . • Bear Creek Mining , a Canadian mining firm, will likely IPO its Peruvian unit in Lima. Read more . Advertisement EXITS\n• Medical Properties Trust, Inc . agreed to sell its interest in Ernest Health , a Albuquerque, N.M. operator of long-term acute care facilities, to One Equity Partners. MPT expects its portion of proceeds to be $175 million and to generate an approximate 13% unlevered internal rate of return on its original $96 million investment. • Motion Equity Partners, acquired Holweg Weber , a France-based producer of paper bag manufacturing machines, from Azulis Capital and co-investors. Financial terms weren’t disclosed. Advertisement SHARE TODAY'S TERM SHEET\nView this email in your browser . Polina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina here and IPO news to Lucinda here ."}
{"id": 117, "path": "data\\corpus\\news_0063122.txt", "chunk_index": 0, "text": "Euro zone inflation well above expectations in May Euro zone inflation well above expectations in May 8:33pm IST - 01:12\nEuro zone inflation jumped far more than expected in May on higher energy costs, offering relief to the European Central Bank after market turbulence that has jeopardized its planned exit from a lavish stimulus program. Laura Frykberg reports. Euro zone inflation jumped far more than expected in May on higher energy costs, offering relief to the European Central Bank after market turbulence that has jeopardized its planned exit from a lavish stimulus program. Laura Frykberg reports. //reut.rs/2LcTja3"}
{"id": 118, "path": "data\\corpus\\news_0063123.txt", "chunk_index": 0, "text": "Wall Street rebounds, worries over Italy ease Wall Street rebounds, worries over Italy ease 2:25am IST - 01:21\nU.S. stocks bounced back on Wednesday as signs emerged of an easing of political turmoil in Italy, and a surge in oil prices boosted energy stocks. Fred Katayama reports. U.S. stocks bounced back on Wednesday as signs emerged of an easing of political turmoil in Italy, and a surge in oil prices boosted energy stocks. Fred Katayama reports. //reut.rs/2H5Zb2e"}
{"id": 119, "path": "data\\corpus\\news_0063124.txt", "chunk_index": 0, "text": "Polaris buys Boat Holdings in $850M all-cash deal Polaris buys Boat Holdings in $850M all-cash deal 35 Mins Ago CNBC's Sara Eisen speaks with Polaris Industries CEO and Chairman Scott Wine about the Polaris acquisition of the pontoon boat manufacturer Boat Holdings."}
{"id": 120, "path": "data\\corpus\\news_0063125.txt", "chunk_index": 0, "text": "News Update – Market Close Post-Market Wrap: May 30, 2018 50 Mins Ago 01:35 01:35 | 7 Hrs Ago 01:09 01:09 | 11:11 AM ET Tue, 29 May 2018"}
{"id": 121, "path": "data\\corpus\\news_0063126.txt", "chunk_index": 0, "text": "France's Lactalis tests plant after tainted milk scandal May 31, 2018 / 12:02 PM / Updated 8 hours ago France's Lactalis tests plant after tainted milk scandal Reuters Staff 2 Min Read\nPARIS (Reuters) - Lactalis is testing production at its Craon plant in northwest France that had been halted because dozens of babies were found ill last year after drinking salmonella-contaminated milk produced at the factory, the company said on Thursday. The logo of Lactalis Group is seen on the headquarters of the French dairy group Lactalis in Laval, western France, January 12, 2018. REUTERS/Stephane Mahe\nLactalis, one of the world’s largest dairy groups, had to recall 12 million tins in France and around the world due to the contamination, in a scandal that hit the reputation of France’s strategic agri-business industry in overseas markets. “The tower number 2 has resumed since Sunday for test phases. We want to check, control, inspect, analyse to make sure that everything is compliant,” a Lactalis spokeswoman said. “Since Sunday the results have been compliant, which is a rather positive step,” he said. The plant had been halted since December after discovering the contamination in baby milk produced in the production tower number 1, which the group permanently shut due to the outbreak. None of the products made at the plant will be sold on the market before farm ministry approval, the spokeswoman said. Output is limited to powder milk for adults for the moment. More than 200 babies in France have been contaminated with Salmonella Agona since 2005, including 38 between mid-August and December last year, as well as 25 between 2006 and 2017 and 141 in 2005, said the Institut Pasteur, a French organisation that monitors micro-organisms and diseases. Lactalis CEO Emmanuel Besnier said in February that Lactalis could have been producing salmonella-tainted baby milk at the factory in Craon since 2005. The crisis was likely to cost the company hundreds of millions of euros, he said. It also hit French supermarket chains such as Leclerc, Auchan, Carrefour ( CARR.PA ), and Systeme U which have all acknowledged that some of the baby milk remained on their shelves after the recall. Reporting by Pierre-Henri Allain and Sybille de La Hamaide; Editing by Edmund Blair"}
{"id": 122, "path": "data\\corpus\\news_0063127.txt", "chunk_index": 0, "text": "Credit Suisse scales back rates team in electronic trade push May 31, 2018 / 3:38 PM / Updated 4 minutes ago Credit Suisse scales back rates team in electronic trade push Reuters Staff 1 Min Read\nZURICH (Reuters) - Credit Suisse Group ( CSGN.S ) will cut around 15 percent of its 60-strong team of rates traders in New York and London to focus on electronic trading. FILE PHOTO: Switzerland's national flags fly beside the logo of Swiss bank Credit Suisse in Zurich, Switzerland April 24, 2017. REUTERS/Arnd Wiegmann\n“This will allow us to re-invest into our electronic platform and lean into product areas that better align to market environment and client demand,” a spokeswoman said, confirming the contents of a staff memo seen by Reuters. The Swiss-based bank will enhance its international trading solutions service for corporate, wealth management and institutional clients and maintain its U.S. Treasury and Swiss primary dealerships, she added. Reporting by Oliver Hirt, writing by Michael Shields; Editing by Alexandra Hudson"}
{"id": 123, "path": "data\\corpus\\news_0063128.txt", "chunk_index": 0, "text": "LRES Hires Frank Obregon as New Commercial Appraisal Manager - Experienced industry veteran to expand LRES’ commercial appraisal offerings -\nORANGE, Calif.--(BUSINESS WIRE)-- LRES Corporation, a residential and commercial real estate services company that provides nationwide valuations, REO asset management and HOA solutions for the mortgage and real estate industry, recently announced that it has hired Frank Obregon to serve as its commercial appraisal manager. In this position, Obregon will lead the LRES commercial appraisal department, including management of the team’s operations. He will also oversee the development of the company’s commercial product line and will assist in the identification of business opportunities. Obregon holds nearly 40 years of experience in the real estate industry. Before joining LRES, he served as director of commercial valuation for PCV Murcor, where he managed the team responsible for the production of appraisal reports and reviews. Prior to that position, Obregon held a regional manager role with Ameriquest Mortgage. “Frank’s advanced knowledge and proven success in the commercial real estate industry make him a valuable addition to our team as LRES continues to expand offerings and create efficiencies in the commercial valuation industry,” said Mark Johnson, president of LRES. “I look forward to collaborating with the LRES team to establish highly modernized processes for LRES’ growing commercial valuation division,” said Obregon. About LRES\nLRES Corporation, based in Orange, Calif., is a residential and commercial real estate services company providing nationwide valuations, REO asset management and HOA solutions for the mortgage and real estate industry. With more than 17 years of continued growth, LRES specializes in helping its customers effectively meet compliance requirements and limit the financial risks associated with property matters in the mortgage origination, servicing and default markets. For more information about LRES, visit its website at www.lres.com . Follow LRES\nTwitter: LRES Twitter\nLinkedIn: LRES LinkedIn\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180531005988/en/\nLRES Corp. Sarah Wroble, 404-276-5551\nsarah@williammills.com\nSource: LRES Corporation"}
{"id": 124, "path": "data\\corpus\\news_0063129.txt", "chunk_index": 0, "text": "UPDATE 2-Golf-Thompson calls for preferred lies at soggy U.S. Women's Open May 29, 2018 / 2:47 PM / 2 days ago Golf - Thompson calls for preferred lies at soggy U.S. Women's Open Andrew Both 3 Min Read\nSHOAL CREEK, Ala. (Reuters) - There will be little choice but to allow the players preferred lies at this week’s U.S. Women’s Open, world number three Lexi Thompson said on Tuesday as officials reiterated their desire not to resort to the measure. Golf - Women’s British Open - St Andrews, Britain - August 4, 2017 USA's Lexi Thompson in action during the second round Action Images via Reuters/Paul Childs\nThe Shoal Creek course was closed for play on Tuesday after receiving more than two inches of rain (50 mm) from subtropical storm Alberto overnight and into Tuesday, turning parts of it into a sloppy bog. Players were allowed onto the driving range and practice areas during the afternoon, but the prospect of playing the biggest championship in women’s golf without being able to wipe mud off the ball did not sit well with Thompson. The U.S. Golf Association (USGA) is famously reluctant to allow preferred lies, a rule under which players can lift, clean and place their balls except when in the rough. The measure is often used in wet conditions at regular tournaments in the interests of fairness, so that players can wipe mud from the balls. It also often allows for a speedy resumption after a rain delay. “I would think that they would have to play the ball up,” American Thompson said, meaning preferred lies. “I played it yesterday and it was pretty wet in some spots and some of the fairways are a little bare in some spots. “The rain has not helped that situation... so I think it will be a little unfair if they don’t.”\nUSGA senior managing director John Bodenhamer did not rule out preferred lies, but made clear his philosophy. “It is our intention to play 72 holes to identify our champion, and to play the ball as it lies,” he said. FILE PHOTO: Park Sung-hyun of South Korea tees off on the ninth hole during fourth round of LPGA KEB Hana Bank Championship in Incheon, South Korea, in this file photo taken on September 16, 2016. REUTERS/Kim Hong-Ji/File Photo\n“We’ve played 72 of these U.S. Opens playing the ball as it lies ... We believe we will be able to do it again, absolutely. “Not every U.S. Open has been played on pristine perfect fairways. That’s part of the charm of our game, that there is a randomness.” PRACTICE ROUND\nOf less concern to some players was the prospect of having to tee off on Thursday without the benefit of a practice round."}
{"id": 125, "path": "data\\corpus\\news_0063129.txt", "chunk_index": 1, "text": "REUTERS/Kim Hong-Ji/File Photo\n“We’ve played 72 of these U.S. Opens playing the ball as it lies ... We believe we will be able to do it again, absolutely. “Not every U.S. Open has been played on pristine perfect fairways. That’s part of the charm of our game, that there is a randomness.” PRACTICE ROUND\nOf less concern to some players was the prospect of having to tee off on Thursday without the benefit of a practice round. While many managed a full 18 holes on Monday, late arrivals among the 156-woman field did not get that opportunity to familiarise themselves with the par-72 layout. Officials plan to open the course for practice rounds on Wednesday, though that could change depending on conditions overnight. Amid the debate over preferred lies, world number one Park In-bee sounded prepared for either eventuality. “Coming into the U.S. Women’s Open, I always try to play the ball with mud or try to play with wet ground conditions because we’ve never played lift, clean and place,” said the South Korean, twice a winner of the event. “I’ll be surprised if they play lift, clean and place.”\nSouth Korean Park Sung-hyun is the defending champion at Shoal Creek, which last hosted a men’s major in 1990, when Australian Wayne Grady won the PGA Championship. Reporting by Andrew Both; Editing by Christian Radnedge and Ken Ferris"}
{"id": 126, "path": "data\\corpus\\news_0063130.txt", "chunk_index": 0, "text": "Jailing and failing the mentally ill Jailing and failing the mentally ill 7:19am EDT - 02:49\nAcross the U.S., jails have become the first line of treatment for many of the mentally ill. One Louisiana jail reveals the human toll. Across the U.S., jails have become the first line of treatment for many of the mentally ill. One Louisiana jail reveals the human toll. //reut.rs/2H4NWqF"}
{"id": 127, "path": "data\\corpus\\news_0063132.txt", "chunk_index": 0, "text": "CORRECTED-Moody's reviews Italian banks for downgrade (Corrects to make clear Moody’s put Italy’s government bond rating under review for downgrade, did not cut Italy’s rating)\nMILAN, May 30 (Reuters) - Rating agency Moody’s said on Wednesday it had placed under review for downgrade the long-term deposit ratings of six Italian banks, including Intesa Sanpaolo and Mediobanca. Moody’s was also reviewing the issuer or the senior unsecured debt ratings of four lenders, including state-controlled Cassa Depositi e Prestiti (CDP), and the counterparty risk assessment of nine institutions, including UniCredit and Credito Emiliano. The move was triggered by Moody’s decision to put Italy’s Baa2 government bond rating under review for downgrade last Friday. (Reporting by Francesca Landini, editing by Larry King)\nOur Standards: The Thomson Reuters Trust Principles. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."}
{"id": 128, "path": "data\\corpus\\news_0063133.txt", "chunk_index": 0, "text": "Schmitz Brings Extensive Commercial Banking Leadership to Heartland Financial USA, Inc. Board of Directors DUBUQUE, Iowa, May 30, 2018 (GLOBE NEWSWIRE) -- Heartland Financial USA, Inc. (NASDAQ:HTLF), today announced that Martin J. Schmitz has been elected to serve as a member of Heartland’s Board of Directors. Mr. Schmitz, who currently serves as a Director for Citywide Banks, has also been elected Chairman of the Board of Directors for Citywide Banks. The Heartland Director and Citywide Chairman roles will both become effective June 1, 2018. Headshot of Martin J. Schmitz\n“Mr. Schmitz’s experience enhances our community bank model as he brings a wealth of commercial banking leadership experience based in our high-growth, western region,” Lynn B. Fuller, Chairman and CEO, Heartland, said. “His leadership will further support the Company in pursuing market opportunities and generating long-term shareholder value.”\nMr. Schmitz has previously served as Chairman of Citywide Banks which was acquired by Heartland Financial USA, Inc. in 2017 and simultaneously merged with Centennial Bank and Trust. Mr. Schmitz represented the second generation of family leadership for the bank’s holding company, its 12 branch locations and subsidiary businesses. Previously as Chairman, he oversaw business development and the bank’s commercial banking operations. He was with the organization for 21 years and transitioned the bank from a $275 million organization to a 1.4 billion organization at the time of sale. Mr. Schmitz is currently a trustee on the Regis University Board. Mr. Schmitz also serves on the Board of the Boys and girls Clubs of Metro Denver and as a Director for Citywide Banks. He previously served as Chairman of the Bankers Bank of the West and Chairman of the Colorado Bankers Association. About Heartland Financial USA, Inc. Heartland is a diversified financial services company with assets of approximately $11.2 billion. The Company provides banking, mortgage, private client, investment, treasury management, card services, insurance, and consumer finance services to individuals and businesses. Heartland currently has 125 banking locations serving 93 communities in Iowa, Illinois, Wisconsin, New Mexico, Arizona, Montana, Colorado, Minnesota, Kansas, Missouri, Texas and California. Additional information about Heartland is available at www.htlf.com . About Citywide Banks\nCitywide Banks, is a subsidiary of Heartland Financial USA, Inc. (NASDAQ:HTLF). Citywide Banks is a state-chartered, community-invested bank with assets of approximately $2.3 billion and banking centers located across Colorado's Front Range, Foothills and Mountain communities. Citywide Banks is committed to delivering responsive service, local expertise, and comprehensive financial tools for Colorado businesses and families. For more than 50 years, Citywide Banks has been dedicated to finding ways it can impact its local community and to move Colorado forward. Visit www.citywidebanks.com to learn more. Citywide Banks is a member FDIC and an Equal Housing Lender."}
{"id": 129, "path": "data\\corpus\\news_0063133.txt", "chunk_index": 1, "text": "Citywide Banks is a state-chartered, community-invested bank with assets of approximately $2.3 billion and banking centers located across Colorado's Front Range, Foothills and Mountain communities. Citywide Banks is committed to delivering responsive service, local expertise, and comprehensive financial tools for Colorado businesses and families. For more than 50 years, Citywide Banks has been dedicated to finding ways it can impact its local community and to move Colorado forward. Visit www.citywidebanks.com to learn more. Citywide Banks is a member FDIC and an Equal Housing Lender. A photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/3bb3add5-177d-4087-9945-c9c4ed1c841a\nCONTACT: Laura Hughes Executive Vice President Chief Marketing Officer (563) 589-2148 lhughes@htlf.com\nSource:Heartland Financial USA, Inc."}
{"id": 130, "path": "data\\corpus\\news_0063134.txt", "chunk_index": 0, "text": "UPDATE 8-Oil climbs over 2 pct, shrugs off API's U.S. crude build * Indian refiner to halt oil imports from Iran -sources\n* Russia central bank: lower oil prices could sting\n* U.S. crude stocks expected to show fall in weekly reports\n* API says U.S. crude stocks rose 1 mln bbls last week (Recasts; updates to include API data)\nNEW YORK, May 30 (Reuters) - Oil prices surged on Wednesday, shrugging off an unexpected build in U.S. crude stockpiles and rebounding from a four-day slump as Russia's central bank expressed caution on plans to boost oil supply. Brent settled up $2.11, or 2.8 percent, at $77.50 a barrel. U.S. crude gained $1.48, or 2.2 percent, to $68.21. Data from industry group American Petroleum Institute (API) showed that U.S. crude inventories rose unexpectedly last week, increasing by 1 million barrels against analyst expectations of a 525,000-barrel decline. Prices were little changed in post-settlement trading despite the surprise stock build. Oil has been pressured by reports that the Organization of the Petroleum Exporting Countries (OPEC) and Russia may ease up on output cuts in place since January 2017. The cuts have driven down global inventories and boosted prices, with global benchmark Brent reaching a 3-1/2-year high of $80.50 a barrel on May 17. On May 25, sources told Reuters that Saudi Arabia and Russia are discussing raising oil output from OPEC and allied non-OPEC countries by around 1 million bpd. On Wednesday, however, the Russian central bank said falling oil prices would pose a risk to the country's financial sector. \"It seems that somebody in the central bank is taking notice of the big drop in oil prices and sending a signal of, 'Hey, wait a second. We dont want these prices to fall too far,\"' said Phil Flynn, analyst at Price Futures Group in Chicago. U.S. crude's discount to Brent <WTCLc1-LCOc1> rose to as much as $9.31, with Brent supported as investors worried that U.S. sanctions could be cutting crude supplies from Iran. \"There's more concern on the Brent side that supply losses from Iran are harder to be made up,\" Flynn said. India's Reliance Industries Ltd, owner of the world's biggest refining complex, plans to halt oil imports from Iran, two sources familiar with the matter said. In Brazil, the FUP oil workers union said workers had joined the call for a nationwide strike on at least 20 oil rigs in the lucrative Campos basin and other areas of the country. Protesters are calling for the resignation of Petroleo Brasileiro SA Chief Executive Officer Pedro Parente and a change to company fuel pricing policies. The company said production was not affected. Last week there was a strike by Brazilian truckers over high diesel prices. Ongoing unrest could threaten demand for fuels in Brazil, which U.S. data showed was the No."}
{"id": 131, "path": "data\\corpus\\news_0063134.txt", "chunk_index": 1, "text": "In Brazil, the FUP oil workers union said workers had joined the call for a nationwide strike on at least 20 oil rigs in the lucrative Campos basin and other areas of the country. Protesters are calling for the resignation of Petroleo Brasileiro SA Chief Executive Officer Pedro Parente and a change to company fuel pricing policies. The company said production was not affected. Last week there was a strike by Brazilian truckers over high diesel prices. Ongoing unrest could threaten demand for fuels in Brazil, which U.S. data showed was the No. 8 energy consumer in 2016. (Additional reporting by Alex Lawler, Roslan Khasawneh and Rania El Gamal Editing by David Gregorio and Marguerita Choy)"}
{"id": 132, "path": "data\\corpus\\news_0063135.txt", "chunk_index": 0, "text": "Ejaz Elahi Rejoins Dresner Partners as Managing Director Healthcare CHICAGO, May 30, 2018 (GLOBE NEWSWIRE) -- Dresner Partners, a leading FINRA-registered, middle-market investment bank and IMAP member firm, is pleased to announce that Ejaz Elahi has rejoined the firm as a managing director to support the continued growth of Dresner Partners’ award-winning healthcare practice. Ejaz Elahi has rejoined Dresner Partners as managing director, healthcare practice. Prior to rejoining Dresner Partners, Mr. Elahi spent six years as a managing director with top-tier management consulting firms including Deloitte and PwC where he provided strategic advisory services to a wide spectrum of healthcare industry participants, including hospital systems, payers and alternate-site providers. Previously, Mr. Elahi was a founding partner of Life Sciences Group, Inc., a diagnostic imaging provider, and spent four years at Ponder & Co. where he co-established the firm’s healthcare merger and acquisition (M&A) practice. Mr. Elahi also spent six years as an M&A banker, initially with Citicorp and Salomon Smith Barney in New York where he focused on the utilities and energy industries, and later with ABN AMRO in Chicago where his primary role was M&A transaction management in the healthcare industry. “Dresner's tradition of providing comprehensive investment banking and specialized advisory services to the healthcare services and product sectors is unique in the industry, and this is my primary reason for returning to the firm,” said Mr. Elahi. “We are focused on long-term relationships with health systems, post-acute and alternate-site providers, and product manufacturers and payers that are founded on providing solutions across a broad spectrum of client needs. Additionally, our deep understanding of the evolving structure of the industry and its interrelationships, particularly as manifested in recent unconventional M&A activity, allows us view each assignment from an uncommonly unique perspective.”\n“We are very pleased to have Ejaz Elahi rejoin the firm. His return is true testament to the lasting relationships Dresner strives to foster with its employees and clients,” said Steven M. Dresner, President of Dresner Partners and Vice Chairman of IMAP. “Ejaz’s extensive industry knowledge and transaction experience will help maximize the value our talented investment banking team provides to our clients.”\nMr. Elahi has participated in over 60 M&A transactions, including the $1.1 billion sale of the 14-hospital Health Midwest system to HCA. Other notable transactions Mr. Elahi completed while at Dresner included the restructuring and subsequent sale of Medical Resources, Inc. (a 60-site outpatient diagnostic imaging provider) to 10 separate buyers, and a series of non-core asset sales for the Carle Foundation (a large community hospital system). He also has experience in other highly regulated industry sectors including electric utilities and telecommunications. Mr. Elahi holds an MBA from the University of Chicago, a Master of Science in Computer Science from the Illinois Institute of Technology, and a Bachelor of Science in Electrical and Computer Engineering from the University of Wisconsin, Madison."}
{"id": 133, "path": "data\\corpus\\news_0063135.txt", "chunk_index": 1, "text": "(a 60-site outpatient diagnostic imaging provider) to 10 separate buyers, and a series of non-core asset sales for the Carle Foundation (a large community hospital system). He also has experience in other highly regulated industry sectors including electric utilities and telecommunications. Mr. Elahi holds an MBA from the University of Chicago, a Master of Science in Computer Science from the Illinois Institute of Technology, and a Bachelor of Science in Electrical and Computer Engineering from the University of Wisconsin, Madison. About Dresner Partners / IMAP\nDresner Partners is a FINRA-registered, middle-market investment bank headquartered in Chicago, with offices in New York City, Fort Lauderdale, Fla., and Irvine and Palo Alto, Calif. For nearly 25 years, Dresner Partners has provided financial advisory services to middle-market companies throughout the world, including institutional private placements of debt and equity, merger and acquisitions advisory, financial restructuring & corporate turnarounds, valuations and strategic consulting services. Dresner Partners is a member of IMAP, the world’s leading global mergers and acquisitions partnership focused on the middle market. Founded in 1973, IMAP has more than 60 offices across the globe that work together seamlessly to deliver exceptional value to its clients. An affiliated company, Dresner Corporate Services, is a strategic communications firm specializing in public and investor relations. More information is available at www.dresnerpartners.com or http://www.imap.com/city?city=Chicago . You can also follow Dresner Partners on Twitter at www.twitter.com/DresnerPartners . For Media Inquiries\nDavid Gutierrez, Head of PR and Corporate Development, (312)780-7204,\ndgutierrez@dresnerco.com\nFor Investment Banking Inquiries\nSteven M. Dresner, President, (312)780-7206, sdresner@dresnerco.com\nEjaz Elahi, Managing Director, (630)430-9002, eelahi@dresnerco.com\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/0f18f91c-33de-4660-89ff-ab70fd6fe512\nSource:Dresner Partners"}
{"id": 134, "path": "data\\corpus\\news_0063136.txt", "chunk_index": 0, "text": "UPDATE 1-Japan Post Insurance ready to buy short-term Italian debt:CIO May 31, 2018 / 7:59 AM / Updated 2 minutes ago Japan Post Insurance ready to buy short-term Italian debt: CIO Tomo Uetake , Hideyuki Sano 3 Min Read\nTOKYO (Reuters) - Japan Post Insurance Co, one of the largest Japanese institutional investors, is looking to buy short-term Italian government bonds after the recent sell-off made them inexpensive, its chief investment officer said. The firm, also known as Kampo, holds 76.8 trillion yen ($707 billion) of assets and has limited exposure to Italian debt after having reduced its holdings by two-thirds before the country’s election on March 4, Atsushi Tachibana told Reuters. “We are looking to buy short-term Italian bonds now,” Tachibana said, adding that he expects volatility to remain high and present good buying opportunities when the market overreacts. Kampo’s current Italian debt exposure amounts to 1 percent of its total foreign debt holdings. That would suggest about 70 billion yen ($644.5 million) based on its latest disclosure, which puts its holdings of foreign bonds at around 7 trillion yen. “We thought Italian political risks were underestimated when the two-year Italian yield was so close to the German yields ahead of the election,” Tachibana said. The two-year Italian debt yield was around minus 0.10-0.20 percent, compared to minus 0.60 percent, just before the inconclusive election. It spiked to almost 3 percent on Tuesday, marking the biggest one-day rise since 1992, after the two anti-establishment parties clashed with the country’s president who rejected their choice of an eurosceptic economist as finance minister. Tachibana said Japan Post sought to buy some Italian bonds on Wednesday only to be hindered by wide bid-offer spreads. “The market seemed to be overreacting. I don’t think Italy would default on its debts.”\nKampo is the insurance arm of formerly state-owned conglomerate Japan Post Holdings and has been increasing investments in riskier assets since it was partially privatized in 2015. In the last financial year, it was one of the most aggressive buyers of foreign bonds among Japanese insurers, boosting its holdings by 1 trillion yen. Japan’s largest private insurer Nippon Life, which holds some 4.8 trillion yen ($44 billion) worth of euro zone bonds, said on Wednesday it had no plans for now to buy or sell its Italian debt holdings. Since the middle of last year, many Japanese investors have been piling into European bonds because their yields after currency hedging are attractive. From October to March, Japanese investors bought 1.57 trillion yen of German bonds, 2.09 trillion yen of French bonds, 695 billion yen of Spanish bonds and 266 billion yen of Irish bonds. But Japanese investors have taken a cautious stance on Italian bonds in the past half year, buying only 52 billion yen. ($1 = 108.62 yen)"}
{"id": 135, "path": "data\\corpus\\news_0063138.txt", "chunk_index": 0, "text": "GDS Holdings Limited Prices Offering of Convertible Senior Notes SHANGHAI, China, May 31, 2018 (GLOBE NEWSWIRE) -- GDS Holdings Limited (“GDS Holdings,” “GDS” or the “Company”) (Nasdaq:GDS), a leading developer and operator of high-performance data centers in China, today announced the pricing of its previously announced offering of US$250 million in aggregate principal amount of convertible senior notes due 2025 (the “Notes”, the “Notes Offering”). The Company granted the initial purchasers in the Notes Offering a 30-day option to purchase up to an additional US$50 million aggregate principal amount of the Notes solely to cover over-allotments, if any. The Notes will bear interest at a rate of 2.00% per year, payable on June 1 and December 1 of each year, beginning on December 1, 2018. The Notes will mature on June 1, 2025, unless earlier redeemed, repurchased or converted in accordance with their terms. The Notes will be convertible into American Depositary Shares (“ADSs”) of the Company, at the option of the holders, based on an initial conversion rate of 19.3865 of the Company’s ADSs per US$1,000 principal amount of Notes (representing a conversion premium of approximately 32.5% above the Nasdaq closing price on May 30, 2018). The Company intends to use the net proceeds from the Notes Offering for the development and acquisition of new data centers, repayment of outstanding indebtedness, general corporate purposes and working capital needs. The Notes, the ADSs deliverable upon conversion of the Notes and the Class A ordinary shares represented thereby have not been registered under the Securities Act of 1933, as amended (the “Securities Act”), or any state securities laws. They may not be offered or sold within the United States or to U.S. persons absent registration, except to qualified institutional buyers in reliance on the exemption from registration provided by Rule 144A under the Securities Act and/or to certain non-U.S. persons in offshore transactions in reliance on Regulation S under the Securities Act. This press release shall not constitute an offer to sell or a solicitation of an offer to purchase any of these securities, nor shall there be a sale of the securities in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful. This press release contains information about the pending offerings of the Notes, and there can be no assurance that any of the offerings will be completed. Safe Harbor Statement\nThis announcement contains forward-looking statements. These statements are made under the “safe harbor” provisions of the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as “aim,” “anticipate,” “believe,” “continue,” “estimate,” “expect,” “future,” “guidance,” “intend,” “is/are likely to,” “may,” “ongoing,” “plan,” “potential,” “target,” “will,” and similar statements."}
{"id": 136, "path": "data\\corpus\\news_0063138.txt", "chunk_index": 1, "text": "This press release contains information about the pending offerings of the Notes, and there can be no assurance that any of the offerings will be completed. Safe Harbor Statement\nThis announcement contains forward-looking statements. These statements are made under the “safe harbor” provisions of the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as “aim,” “anticipate,” “believe,” “continue,” “estimate,” “expect,” “future,” “guidance,” “intend,” “is/are likely to,” “may,” “ongoing,” “plan,” “potential,” “target,” “will,” and similar statements. Among other things, statements that are not historical facts, including statements about GDS Holdings’ beliefs and expectations regarding the growth of its businesses and its revenue for the full fiscal year, the business outlook and quotations from management in this announcement, as well as GDS Holdings’ strategic and operational plans, are or contain forward-looking statements. GDS Holdings may also make written or oral forward-looking statements in its periodic reports to the U.S. Securities and Exchange Commission (the “SEC”) on Forms 20-F and 6-K, in its annual report to shareholders, in press releases and other written materials and in oral statements made by its officers, directors or employees to third parties. Forward-looking statements involve inherent risks and uncertainties. A number of factors could cause GDS Holdings’ actual results or financial performance to differ materially from those contained in any forward-looking statement, including but not limited to the following: GDS Holdings’ goals and strategies; GDS Holdings’ future business development, financial condition and results of operations; the expected growth of the market for high-performance data centers, data center solutions and related services in China; GDS Holdings’ expectations regarding demand for and market acceptance of its high-performance data centers, data center solutions and related services; GDS Holdings’ expectations regarding building, strengthening and maintaining its relationships with new and existing customers; the continued adoption of cloud computing and cloud service providers in China; risks and uncertainties associated with increased investments in GDS Holdings’ business and new data center initiatives; risks and uncertainties associated with strategic acquisitions and investments; GDS Holdings’ ability to maintain or grow its revenue or business; fluctuations in GDS Holdings’ operating results; changes in laws, regulations and regulatory environment that affect GDS Holdings’ business operations; competition in GDS Holdings’ industry in China; security breaches; power outages; and fluctuations in general economic and business conditions in China and globally and assumptions underlying or related to any of the foregoing. Further information regarding these and other risks is included in GDS Holdings’ annual report on Form 20-F for the fiscal year ended December 31, 2017 filed with the SEC on March 29, 2018 and other filings with the SEC."}
{"id": 137, "path": "data\\corpus\\news_0063138.txt", "chunk_index": 2, "text": "A number of factors could cause GDS Holdings’ actual results or financial performance to differ materially from those contained in any forward-looking statement, including but not limited to the following: GDS Holdings’ goals and strategies; GDS Holdings’ future business development, financial condition and results of operations; the expected growth of the market for high-performance data centers, data center solutions and related services in China; GDS Holdings’ expectations regarding demand for and market acceptance of its high-performance data centers, data center solutions and related services; GDS Holdings’ expectations regarding building, strengthening and maintaining its relationships with new and existing customers; the continued adoption of cloud computing and cloud service providers in China; risks and uncertainties associated with increased investments in GDS Holdings’ business and new data center initiatives; risks and uncertainties associated with strategic acquisitions and investments; GDS Holdings’ ability to maintain or grow its revenue or business; fluctuations in GDS Holdings’ operating results; changes in laws, regulations and regulatory environment that affect GDS Holdings’ business operations; competition in GDS Holdings’ industry in China; security breaches; power outages; and fluctuations in general economic and business conditions in China and globally and assumptions underlying or related to any of the foregoing. Further information regarding these and other risks is included in GDS Holdings’ annual report on Form 20-F for the fiscal year ended December 31, 2017 filed with the SEC on March 29, 2018 and other filings with the SEC. All information provided in this press release is as of the date of this press release and are based on assumptions that GDS Holdings believes to be reasonable as of such date, and GDS Holdings does not undertake any obligation to update any forward-looking statement, except as required under applicable law. About GDS Holdings Limited\nGDS Holdings Limited (Nasdaq:GDS) is a leading developer and operator of high-performance data centers in China. The Company’s facilities are strategically located in China’s primary economic hubs where demand for high-performance data center services is concentrated. The Company’s data centers have large net floor area, high power capacity, density and efficiency, and multiple redundancy across all critical systems. GDS is carrier and cloud neutral, which enables customers to connect to all major PRC telecommunications carriers, and to access a number of the largest PRC cloud service providers, whom GDS hosts in its facilities. The Company offers colocation and managed services, including direct private connection to major cloud platforms. The Company has a 17-year track record of service delivery, successfully fulfilling the requirements of some of the largest and most demanding customers for outsourced data center services in China. The Company’s base of customers consists predominantly of hyper-scale cloud service providers, large internet companies, financial institutions, telecommunications and IT service providers, and large domestic private sector and multinational corporations."}
{"id": 138, "path": "data\\corpus\\news_0063138.txt", "chunk_index": 3, "text": "GDS is carrier and cloud neutral, which enables customers to connect to all major PRC telecommunications carriers, and to access a number of the largest PRC cloud service providers, whom GDS hosts in its facilities. The Company offers colocation and managed services, including direct private connection to major cloud platforms. The Company has a 17-year track record of service delivery, successfully fulfilling the requirements of some of the largest and most demanding customers for outsourced data center services in China. The Company’s base of customers consists predominantly of hyper-scale cloud service providers, large internet companies, financial institutions, telecommunications and IT service providers, and large domestic private sector and multinational corporations. For investor and media inquiries, please contact:\nGDS Holdings Limited\nLaura Chen\nPhone: +86 (21) 2033-0295\nEmail: ir@gds-services.com\nThe Piacente Group, Inc. Ross Warner\nPhone: +86 (10) 5730-6200\nEmail: GDS@tpg-ir.com\nBrandi Piacente\nPhone: +1 (212) 481-2050\nEmail: GDS@tpg-ir.com\nSource:GDS Holdings Limited"}
{"id": 139, "path": "data\\corpus\\news_0063139.txt", "chunk_index": 0, "text": "Major League Baseball roundup: Rays' Eovaldi dazzles in return Nathan Eovaldi threw six no-hit innings in his first start since 2016, and Rob Refsnyder belted a three-run home run Wednesday, lifting the visiting Tampa Bay Rays to a third win in three days over the Oakland Athletics, 6-0. May 30, 2018; Oakland, CA, USA; Tampa Bay Rays starting pitcher Nathan Eovaldi (24) lines up for a pitch against the Oakland Athletics during the sixth inning at Oakland Coliseum. Mandatory Credit: Kelley L Cox-USA TODAY Sports Making his Rays debut, Eovaldi (1-0) was pitching for the first time since undergoing elbow surgery, which cost him the entire 2017 season, and a follow-up procedure that stalled the start of his 2018 season. The 28-year-old walked the second batter he faced, Matt Chapman, before retiring 17 in a row to carry a no-hitter and a 4-0 lead through six innings. Having thrown 70 pitches, he was pulled after getting 18 outs, four of which were strikeouts. The no-hit bid ended two batters into the seventh when Jed Lowrie singled to right-center field off reliever Wilmer Font, whom the Rays had acquired last week from Oakland. Red Sox 6, Blue Jays 4\nJ.D. Martinez blasted a go-ahead, two-run home run in the sixth inning to help host Boston complete a three-game sweep of Toronto. Martinez’s shot over the Green Monster in left-center field pulled him into a tie with Mike Trout of the Los Angeles Angels for the major league lead with his 18th homer of the year. Washington Nationals outfielder Bryce Harper would later join the two with his 18th homer. Eduardo Nunez also knocked a solo home run and had an RBI double while both Jackie Bradley Jr. and Brock Holt had one RBI for the Red Sox, who have won nine of their last 11 games. Teoscar Hernandez hit a two-run homer and Kendrys Morales had a two-run double for the Blue Jays, who lost for the 13th time in 17 games. Nationals 2, Orioles 0\nMax Scherzer took the major league lead in wins, and Bryce Harper homered for the second consecutive night as Washington won at Baltimore. Scherzer (9-1) allowed two hits in eight innings. He struck out 12 and walked just one. The Nationals stretched their winning streak to six games and swept a second consecutive series. The Orioles lost their fifth consecutive game as their offense continued to struggle, managing just four hits. Indians 9, White Sox 1\nCorey Kluber struck out 10 over six scoreless innings, and Michael Brantley extended his hitting streak to 19 games, the longest in the majors this season, as Cleveland routed visiting Chicago. Jose Ramirez and Edwin Encarnacion hit back-to-back home runs in the fourth inning as the Indians won their fifth consecutive game."}
{"id": 140, "path": "data\\corpus\\news_0063139.txt", "chunk_index": 1, "text": "The Nationals stretched their winning streak to six games and swept a second consecutive series. The Orioles lost their fifth consecutive game as their offense continued to struggle, managing just four hits. Indians 9, White Sox 1\nCorey Kluber struck out 10 over six scoreless innings, and Michael Brantley extended his hitting streak to 19 games, the longest in the majors this season, as Cleveland routed visiting Chicago. Jose Ramirez and Edwin Encarnacion hit back-to-back home runs in the fourth inning as the Indians won their fifth consecutive game. Cleveland swept the three-game series against the White Sox by a combined score of 25-10. Kluber (8-2) did not walk a batter. When he struck out Daniel Palka in the fourth inning, he extended his streak to 100 consecutive batters without issuing a walk. Brewers 3, Cardinals 2\nOrlando Arcia ripped a two-out, RBI single to send home Jesus Aguilar with the deciding run in the seventh inning as Milwaukee defeated visiting St. Louis. The Brewers finished the month 19-8, the franchise’s best-ever win total in May. Milwaukee starter Junior Guerra was lifted after six innings of scoreless, four-hit pitching with seven strikeouts. He was replaced by Jeremy Jeffress, who promptly surrendered a leadoff home run in the seventh to the Cardinals’ Harrison Bader that tied the game at 1 before St. Louis moved ahead. May 30, 2018; Boston, MA, USA; Toronto Blue Jays starting pitcher Sam Gaviglio (43) turns to watch the two-run home run by Boston Red Sox right fielder J.D. Martinez (28) during the sixth inning at Fenway Park. Mandatory Credit: Winslow Townson-USA TODAY Sports Reds 7, Diamondbacks 4\nAdam Duvall and Scott Schebler homered, and Cincinnati overcame a four-run deficit to salvage the finale of a three-game series with a victory over Arizona in Phoenix. Schebler’s two-run homer off Patrick Corbin (5-2) in the sixth inning broke a 4-4 tie after Duvall’s grand slam in the fourth inning knotted the score as the Reds broke a three-game losing streak. John Ryan Murphy had three hits and a homer, Jarrod Dyson had three hits and Paul Goldschmidt homered for the Diamondbacks, who had won two in a row after a stretch in which they lost 15 of 17. Yankees 5, Astros 3\nLuis Severino tied his season high with 11 strikeouts in seven effective innings as New York beat visiting Houston. Severino recorded his eighth career double-digit strikeout game, third this season and second against the Astros. Severino (8-1) won his sixth straight decision, allowing just a two-run home run to Max Stassi among four hits. David Robertson fanned Altuve and Carlos Correa for the final two outs of a scoreless eighth. Aroldis Chapman allowed an RBI double by Stassi in the ninth but recorded his 12th save by fanning George Springer on three pitches."}
{"id": 141, "path": "data\\corpus\\news_0063139.txt", "chunk_index": 2, "text": "Yankees 5, Astros 3\nLuis Severino tied his season high with 11 strikeouts in seven effective innings as New York beat visiting Houston. Severino recorded his eighth career double-digit strikeout game, third this season and second against the Astros. Severino (8-1) won his sixth straight decision, allowing just a two-run home run to Max Stassi among four hits. David Robertson fanned Altuve and Carlos Correa for the final two outs of a scoreless eighth. Aroldis Chapman allowed an RBI double by Stassi in the ninth but recorded his 12th save by fanning George Springer on three pitches. Pirates 2, Cubs 1\nJosh Harrison hit a home run, and Pittsburgh hung on to beat visiting Chicago and end a four-game losing streak. Colin Moran had three hits for the Pirates. Pittsburgh’s Joe Musgrove (2-0) gave up one run and seven hits in seven innings. Felipe Vazquez, who had failed to convert on his past three save opportunities, gave up two hits in a scoreless ninth for his 10th save. Jason Heyward had three hits for Chicago, which had won three in a row and four of five. Mets 4, Braves 1\nJason Vargas, working on three days’ rest, pitched five scoreless innings as New York got a split of a four-game series at Atlanta. Vargas (2-3) entered the game with a 10.62 ERA, but he limited the National League’s top offensive team to two hits and one walk. Robert Gsellman pitched a perfect ninth inning to earn his second save. The New York attack was led by Adrian Gonzalez and Brandon Nimmo, who each went 2-for-4 with two RBIs. Amed Rosario added two hits and two runs. Tigers 6, Angels 1\nJose Iglesias ripped a two-run, go-ahead single during a five-run uprising in the sixth inning, lifting Detroit past visiting Los Angeles in a game twice delayed by rain. Slideshow (13 Images) Leonys Martin reached base four times and had a run, an RBI and a stolen base for Detroit. Nicholas Castellanos supplied three hits, including two doubles, and an RBI. Iglesias left the game after the sixth due to a right hip contusion. Both starters came out after the second rain delay. Angels rookie sensation Shohei Ohtani gave up one run on three hits with three walks and five strikeouts in five innings. Detroit’s Mike Fiers allowed one run on seven hits with a walk and four strikeouts in 5 2/3 innings. Royals 11, Twins 8\nMike Moustakas homered and drove in four runs to help Kansas City notch a victory over visiting Minnesota. Jorge Soler went 4-for-5 with a homer and two RBIs, and Hunter Dozier smacked his first major league homer for Kansas City. Ryan Goins added a two-run triple for the Royals, who were on top 9-0 after two innings before seeing most of the lead evaporate."}
{"id": 142, "path": "data\\corpus\\news_0063139.txt", "chunk_index": 3, "text": "Detroit’s Mike Fiers allowed one run on seven hits with a walk and four strikeouts in 5 2/3 innings. Royals 11, Twins 8\nMike Moustakas homered and drove in four runs to help Kansas City notch a victory over visiting Minnesota. Jorge Soler went 4-for-5 with a homer and two RBIs, and Hunter Dozier smacked his first major league homer for Kansas City. Ryan Goins added a two-run triple for the Royals, who were on top 9-0 after two innings before seeing most of the lead evaporate. Miguel Sano had three RBIs for the Twins, who have dropped six of their past seven games. Ehire Adrianza and Brian Dozier homered, while Eduardo Escobar and Adrianza each had two RBIs. Giants 7, Rockies 4\nDerek Holland settled down after a shaky opening to pitch five innings, Evan Longoria hit a tiebreaking triple and San Francisco beat Colorado in Denver. Buster Posey, Brandon Crawford, Mac Williamson and Andrew McCutchen had two hits apiece to help the Giants salvage the finale of the three-game series at Coors Field. San Francisco won for just the second time in eight games. Nolan Arenado homered for Colorado while Jon Gray struggled for the fourth straight start, allowing four runs in 3 1/3 innings. Holland (3-6) yielded four runs on eight hits. Padres 3, Marlins 2\nSan Diego scored two runs in the bottom of the ninth on a bases-loaded infield single by pinch hitter Hunter Renfroe and a throwing error by Marlins third baseman Miguel Rojas to defeat visiting Miami. The walk-off win was the Padres’ second of the season and extended the strange streak of Marlins starting pitcher Jose Urena. Miami has lost in all 12 of Urena’s starts this season and have lost a franchise-record 14 straight games when Urena starts dating back to last season. The Marlins went into the bottom of the ninth leading 2-1 thanks to Starlin Castro’s two-run homer off Padres starter Clayton Richard in the fourth inning. Dodgers 8, Phillies 2\nRoss Stripling had nine strikeouts over seven innings and also contributed an RBI single as Los Angeles routed visiting Philadelphia. Matt Kemp added four RBIs, delivering a run-scoring double in the first inning, a two-run home run in the third and a sacrifice fly in the eighth. Max Muncy also hit a home run as the Dodgers won for the 10th time in 13 games. Nick Williams ended Los Angeles’ shutout bid with a home run in the seventh inning. Rangers 7, Mariners 6\nRobinson Chirinos went 3-for-5 with three RBIs, including a two-run double with the bases loaded in the seventh inning that snapped a tie, and Texas won at Seattle. Relievers Tony Barnette (1-0), Jose Leclerc, Alex Claudio and Keone Kela combined for 3 2/3 innings of one-run relief. Kela pitched the ninth for his 12th save of the season."}
{"id": 143, "path": "data\\corpus\\news_0063139.txt", "chunk_index": 4, "text": "Nick Williams ended Los Angeles’ shutout bid with a home run in the seventh inning. Rangers 7, Mariners 6\nRobinson Chirinos went 3-for-5 with three RBIs, including a two-run double with the bases loaded in the seventh inning that snapped a tie, and Texas won at Seattle. Relievers Tony Barnette (1-0), Jose Leclerc, Alex Claudio and Keone Kela combined for 3 2/3 innings of one-run relief. Kela pitched the ninth for his 12th save of the season. The Rangers overcame a 5-3 deficit by batting around in a four-run seventh. —Field Level Media"}
{"id": 144, "path": "data\\corpus\\news_0063140.txt", "chunk_index": 0, "text": "SHAREHOLDER ALERT: Pomerantz Law Firm Reminds Shareholders with Losses on their Investment in Aceto Corporation of Class Action Lawsuit and Upcoming Deadline – ACET NEW YORK--(BUSINESS WIRE)-- Pomerantz LLP announces that a class action lawsuit has been filed against Aceto Corporation (“Aceto” or the “Company”) (NASDAQ: ACET) and certain of its officers. The class action, filed in United States District Court, Eastern District of New York, and docketed under 18-cv-02437, is on behalf of a class consisting of investors who purchased or otherwise acquired Aceto securities between February 1, 2018, through April 18, 2018, both dates inclusive (the “Class Period”), seeking to recover damages caused by Defendants’ violations of the federal securities laws and to pursue remedies under Sections 10(b) and 20(a) of the Securities Exchange Act of 1934 (the “Exchange Act”) and Rule 10b-5 promulgated thereunder, against the Company and certain of its top officials. If you are a shareholder who purchased Aceto securities between February 1, 2018, and April 18, 2018, both dates inclusive, you have until June 25, 2018, to ask the Court to appoint you as Lead Plaintiff for the class. A copy of the Complaint can be obtained at www.pomerantzlaw.com . To discuss this action, contact Robert S. Willoughby at rswilloughby@pomlaw.com or 888.476.6529 (or 888.4-POMLAW), toll-free, Ext. 9980. Those who inquire by e-mail are encouraged to include their mailing address, telephone number, and the number of shares purchased. [Click here to join this class action]\nAceto Corporation markets, sells, and distributes human health products, pharmaceutical ingredients, and performance chemicals. The Company offers finished dosage form generics, nutritionals, pharmaceutical intermediates, active pharmaceutical ingredients, specialty chemicals, and agricultural protection products. The Complaint alleges that throughout the Class Period, Defendants made materially false and misleading statements regarding the Company’s business, operational and compliance policies. Specifically, Defendants made false and/or misleading statements and/or failed to disclose that: (i) due to undisclosed competitive and pricing pressures, Aceto was unlikely to meet the performance metrics the Company provided to its investors as financial guidance; (ii) accordingly, Aceto’s financial guidance was overstated; and (iii) as a result of the foregoing, Aceto’s financial statements and Defendants’ statements about Aceto’s business, operations, and prospects, were materially false and misleading at all relevant times. On April 18, 2018, after the market closed, Aceto disclosed that “the financial guidance issued on February 1, 2018, should no longer be relied upon,” and suspended “further financial guidance for at least the balance of the fiscal year.” Aceto also disclosed that “the Company anticipates recording non-cash intangible asset impairment charges, including goodwill, in the range of $230 million to $260 million on certain currently marketed and pipeline generic products as a result of continued intense competitive and pricing pressures.” Aceto also disclosed the resignation of its Chief Financial Officer, Edward Borkowski, who had joined Aceto just two months earlier."}
{"id": 145, "path": "data\\corpus\\news_0063140.txt", "chunk_index": 1, "text": "On April 18, 2018, after the market closed, Aceto disclosed that “the financial guidance issued on February 1, 2018, should no longer be relied upon,” and suspended “further financial guidance for at least the balance of the fiscal year.” Aceto also disclosed that “the Company anticipates recording non-cash intangible asset impairment charges, including goodwill, in the range of $230 million to $260 million on certain currently marketed and pipeline generic products as a result of continued intense competitive and pricing pressures.” Aceto also disclosed the resignation of its Chief Financial Officer, Edward Borkowski, who had joined Aceto just two months earlier. As a result of the disclosure, Aceto’s stock price fell $4.74 per share, or 64%, to close at $2.66 per share on April 19, 2018. The Pomerantz Firm, with offices in New York, Chicago, Los Angeles, and Paris, is acknowledged as one of the premier firms in the areas of corporate, securities, and antitrust class litigation. Founded by the late Abraham L. Pomerantz, known as the dean of the class action bar, the Pomerantz Firm pioneered the field of securities class actions. Today, more than 80 years later, the Pomerantz Firm continues in the tradition he established, fighting for the rights of the victims of securities fraud, breaches of fiduciary duty, and corporate misconduct. The Firm has recovered numerous multimillion-dollar damages awards on behalf of class members. See www.pomerantzlaw.com . View source version on businesswire.com : https://www.businesswire.com/news/home/20180530006563/en/\nPomerantz LLP\nRobert S. Willoughby, 888-476-6529 Ext. 9980\nrswilloughby@pomlaw.com\nSource: Pomerantz LLP"}
